Repository: Azure/azure-iot-connected-factory
Catalog: WebApp/App_GlobalResources/Strings.*.resx
Languages: cs, de, es, fr, hu, it, ja, ko, nl, pl, pt_br, ru, sv, tr, zh_hant

# AnErrorOccurred
source: An error occurred while processing your request.
cs: Při zpracování vaší žádosti došlo k chybě.
de: Fehler beim Verarbeiten Ihrer Anforderung.
es: Error al procesar la solicitud.
fr: Une erreur s'est produite lors du traitement de votre demande.
hu: Hiba történt a kérelem feldolgozása közben.
it: Si è verificato un errore durante l'elaborazione della richiesta.
ja: 要求の処理中にエラーが発生しました。
ko: 요청을 처리하는 동안 오류가 발생했습니다.
nl: Er is een fout opgetreden tijdens het verwerken van uw aanvraag.
pl: Wystąpił błąd podczas przetwarzania żądania.
pt_br: Ocorreu um erro ao processar sua solicitação.
ru: Произошла ошибка при обработке запроса.
sv: Ett fel uppstod när din begäran behandlades.
tr: İsteğiniz işlenirken bir hata oluştu.
zh_hant: 處理您的要求時發生錯誤。

source: Sign In
cs: Přihlásit se
de: Anmelden
es: Iniciar sesión
fr: Se connecter
hu: Bejelentkezés
it: Accesso
ja: サインイン
ko: 로그인
nl: Aanmelden
pl: Zaloguj
pt_br: Entrar
ru: Войти
sv: Logga in
tr: Oturum Aç
zh_hant: 登入

# YouMustBeSignedIn
source: You must be signed in to continue.
cs: Abyste mohli pokračovat, musíte být přihlášení.
de: Sie müssen angemeldet sein, um den Vorgang fortzusetzen.
es: Para continuar, inicie sesión.
fr: Vous devez être connecté pour continuer.
hu: A folytatáshoz be kell jelentkeznie.
it: Per continuare, è necessario eseguire l'accesso.
ja: 続行するには、サインインする必要があります。
ko: 계속하려면 로그인해야 합니다.
nl: U moet zijn aangemeld om door te gaan.
pl: Kontynuowanie wymaga zalogowania.
pt_br: Você deve estar conectado para continuar.
ru: Необходимо войти для продолжения.
sv: Du måste vara inloggad för att fortsätta.
tr: Devam etmek için oturum açmanız gerekir.
zh_hant: 您必須登入才可繼續。

# YourSessionMayHaveExpired
source: If you were signed in, your session has expired.
cs: Pokud jste byli přihlášení, vypršela platnost vaší relace.
de: Wenn Sie angemeldet waren, ist Ihre Sitzung abgelaufen.
es: Si tenia una sesión iniciada, esta expiró.
fr: Si vous étiez connecté, votre session a expiré.
hu: Ha be volt jelentkezve, lejárt a munkamenete.
it: Se l'utente ha eseguito l'accesso, la sessione è scaduta.
ja: サインイン済みの場合は、セッションの有効期限が切れています。
ko: 로그인했다면 세션이 만료된 상태입니다.
nl: Als u was aangemeld, is uw sessie verlopen.
pl: Jeśli się zalogowano, sesja wygasła.
pt_br: Se você estava conectado, a sessão expirou.
ru: Если вы находились в системе, срок действия сеанса истек.
sv: Om du var inloggad så har sessionen upphört.
tr: Açtığınız oturumun süresi doldu.
zh_hant: 若您早先就已登入，您的工作階段已過期。

# NoJScriptHeader
source: JavaScript Required
cs: Požaduje se JavaScript.
de: JavaScript erforderlich.
es: Se necesita JavaScript.
fr: JavaScript obligatoire
hu: JavaScript szükséges
it: È necessario JavaScript
ja: JavaScript が必要です
ko: JavaScript 필요
nl: JavaScript is vereist
pl: Wymagany język JavaScript
pt_br: JavaScript Necessário
ru: Требуется JavaScript
sv: JavaScript krävs
tr: JavaScript Gerekli
zh_hant: 需要 JavaScript

# NoJScriptInfo1
source: Your browser is currently set to block JavaScript. You need to allow JavaScript to use this service.
cs: Váš prohlížeč je aktuálně nastavený na blokování JavaScriptu. Pokud chcete používat tuto službu, musíte JavaScript povolit.
de: Ihr Browser ist so eingerichtet, dass JavaScript blockiert wird. Sie müssen JavaScript zulassen, um diesen Dienst zu verwenden.
es: Actualmente, el explorador está configurado para bloquear JavaScript. Para usar este servicio, debe permitir JavaScript.
fr: Votre navigateur est actuellement configuré pour bloquer JavaScript. Vous devez autoriser JavaScript pour utiliser ce service.
hu: A böngésző jelenleg a JavaScript blokkolására van beállítva. A szolgáltatás használatához engedélyeznie kell a JavaScript működését.
it: Il browser è attualmente impostato per bloccare JavaScript. Per usare questo servizio, è necessario consentire JavaScript.
ja: お使いのブラウザーは現在、JavaScript をブロックする設定になっています。このサービスを利用するには、JavaScript を許可する必要があります。
ko: 브라우저가 현재 JavaScript를 차단하도록 설정되어 있습니다. 이 서비스를 사용하려면 JavaScript를 허용해야 합니다.
nl: Uw browser is momenteel zo ingesteld dat JavaScript wordt geblokkeerd. U moet JavaScript toestaan om deze service te gebruiken.
pl: Przeglądarka jest aktualnie skonfigurowana do blokowania języka JavaScript. Aby użwać tej usługi, włącz język JavaScript.
pt_br: Seu navegador está configurado para bloquear JavaScript no momento. É necessário permitir JavaScript para utilizar esse serviço.
ru: Ваш браузер сейчас блокирует JavaScript. Разрешите JavaScript, чтобы использовать эту службу.
sv: Webbläsaren är för närvarande inställd på att blockera JavaScript. Du måste tillåta JavaScript för att kunna använda den här tjänsten.
tr: Tarayıcınız JavaScript'i engelleyecek şekilde ayarlanmış. Bu hizmeti kullanmak için JavaScript'e izin vermeniz gerekir.
zh_hant: 您的瀏覽器目前設定為封鎖 JavaScript。您必須允許 JavaScript 才可使用此服務。

# NoJScriptInfo2
source: To learn how to allow JavaScript or to find out whether your browser supports JavaScript, check the online help in your web browser.
cs: Pokud potřebujete nápovědu, jak JavaScript spustit, nebo zjistit, jestli ho váš prohlížeč podporuje, podívejte se do online nápovědy ve webovém prohlížeči.
de: Informationen darüber, wie Sie JavaScript zulassen oder ob Ihr Browser JavaScript unterstützt, finden Sie in der Onlinehilfe Ihres Webbrowsers.
es: Para aprender a permitir JavaScript o averiguar si el explorador admite JavaScript, consulte la ayuda en línea del explorador web.
fr: Pour savoir comment autoriser JavaScript ou pour savoir si votre navigateur prend en charge JavaScript, consultez l'aide en ligne de votre navigateur web.
hu: A webböngésző online súgójában talál információt a JavaScript engedélyezéséről, illetve arról, hogy a böngésző támogatja-e a JavaScript használatát.
it: Per informazioni su come consentire JavaScript o per sapere se il browser in uso supporta JavaScript, vedere la Guida online nel Web browser.
ja: JavaScript を許可する方法や、お使いのブラウザーが JavaScript をサポートしているかどうかを確認するには、Web ブラウザーのオンライン ヘルプをご覧ください。
ko: JavaScript를 허용하는 방법을 알아보거나 브라우저에서 JavaScript를 지원하는지 확인하려면 웹 브라우저에서 온라인 도움말을 확인하세요.
nl: Lees in de online-Help van uw webbrowser hoe u JavaScript toestaat en of uw browser JavaScript ondersteunt.
pl: Aby dowiedzieć się, jak włączyć język JavaScript lub sprawdzić, czy przeglądarka obsługuje język JavaScript, sprawdź pomoc online przeglądarki.
pt_br: Para saber como permitir o uso de JavaScript ou como descobrir se seu navegador dá suporte a JavaScript, consulte a ajuda online do navegador da Web.
ru: Ознакомьтесь со справкой по вашему браузеру, чтобы узнать о том, как разрешить JavaScript, и о том, поддерживает ли браузер JavaScript.
sv: Om du vill läsa om hur du tillåter JavaScript eller ta reda på om webbläsaren stöder JavaScript kan du gå till onlinehjälpen i webbläsaren.
tr: JavaScript'e nasıl izin verileceğini veya tarayıcınızın JavaScript'i destekleyip desteklemediğini öğrenmek için web tarayıcınızdan çevrimiçi yardıma başvurun.
zh_hant: 若要了解如何允許 JavaScript 或您的瀏覽器是否支援 JavaScript，請查看網頁瀏覽器中的線上說明。

# DefaultSolutionName
source: Connected factory
cs: Připojená továrna
de: Verbundene Factory
es: Factoría conectada
fr: Usine connectée
hu: Csatlakoztatott gyár
it: Fabbrica connessa
ja: 接続済みファクトリ
ko: 연결된 팩터리
nl: Verbonden factory
pl: Połączona fabryka
pt_br: Alocador conectado
ru: Подключенная фабрика
sv: Ansluten fabrik
tr: Bağlı fabrika
zh_hant: 連線的工廠

# AdministratorRole
source: Administrator
cs: Správce
es: Administrador
fr: Administrateur
hu: Rendszergazda
it: Amministratore
ja: 管理者
ko: 관리자
nl: Beheerder
pt_br: Administrador
ru: Администратор
sv: Administratör
tr: Yönetici
zh_hant: 系統管理員

source: Sign Out
cs: Odhlásit se
de: Abmelden
es: Cerrar sesión
fr: Se déconnecter
hu: Kijelentkezés
it: Esci
ja: サインアウト
ko: 로그아웃
nl: Afmelden
pl: Wyloguj
pt_br: Sair
ru: Выйти
sv: Logga ut
tr: Oturumu Kapat
zh_hant: 登出

# LinkLabelHelpAndSupport
source: Help & Support
cs: Nápověda a podpora
de: Hilfe und Support
es: Ayuda y soporte técnico
fr: Aide et support
hu: Súgó és támogatás
it: Guida e supporto
ja: ヘルプとサポート
ko: 도움말 및 지원
nl: Help en ondersteuning
pl: Pomoc i pomoc techniczna
pt_br: Ajuda e Suporte
ru: Справка и поддержка
sv: Hjälp och support
tr: Yardım ve Destek
zh_hant: 說明及支援

# LinkLabelHelpGiveFeedback
source: Give feedback
cs: Poslat názor
de: Feedback senden
es: Enviar comentarios
fr: Envoyer des commentaires
hu: Visszajelzés küldése
it: Invia commenti
ja: フィードバックの送信
ko: 피드백 제공
nl: Feedback geven
pl: Prześlij opinię
pt_br: Enviar comentários
ru: Оставить отзыв
sv: Ge feedback
tr: Görüş bildirin
zh_hant: 提供意見反應

# NavigationMenuAddServer
source: Add my OPC Server
cs: Přidat vlastní server OPC
de: Meinen OPC-Server hinzufügen
es: Agregar mi servidor OPC
fr: Ajouter mon serveur OPC
hu: Saját OPC-kiszolgáló hozzáadása
it: Aggiungi server OPC personale
ja: 自分の OPC サーバーを追加する
ko: 내 OPC 서버 추가
nl: Mijn OPC-server toevoegen
pl: Dodaj mój serwer OPC
pt_br: Adicionar meu servidor OPC
ru: Добавить свой сервер OPC
sv: Lägg till min OPC-server
tr: OPC Sunucuma ekle
zh_hant: 新增我的 OPC 伺服器

# NavigationMenuDashboard
source: Home
cs: Domů
de: Startseite
es: Inicio
fr: Accueil
hu: Kezdőlap
it: Home page
ja: ホーム
ko: 홈
nl: Introductiepagina
pl: Strona główna
pt_br: Início
ru: Главная
sv: Startsida
tr: Giriş
zh_hant: 首頁

# NavigationMenuSidebarSizeToggle
source: Toggle Menu Size
cs: Přepnout velikost nabídky
de: Menügröße umschalten
es: Alternar tamaño del menú
fr: Basculer la taille du menu
hu: Menüméret váltása
it: Alterna dimensioni del menu
ja: メニュー サイズを切り替える
ko: 메뉴 크기 전환
nl: Menugrootte wijzigen
pl: Przełącz rozmiar menu
pt_br: Tamanho do Menu Ativar/desativar
ru: Изменить размер меню
sv: Växla storlek på meny
tr: Geçiş Menüsü Boyutu
zh_hant: 切換功能表大小

# KpiContainerLabel
source: Key Performance Indicators
cs: Klíčové ukazatele výkonu
es: Indicadores de rendimiento clave
fr: Indicateurs de performance clés
hu: Fő teljesítménymutatók
it: Indicatori di prestazioni chiave
ja: 主要業績評価指標
ko: 핵심 성과 지표
pl: Kluczowe wskaźniki wydajności
pt_br: Indicadores de Desempenho Principais
ru: Ключевые показатели эффективности
sv: KPI:er
tr: Temel Performans Göstergeleri
zh_hant: 關鍵效能指標

# Kpi1Label
source: Units per hour
cs: Jednotky za hodinu
de: Einheiten pro Stunde
es: Unidades por hora
fr: Unités par heure
hu: Egység per óra
it: Unità all'ora
ja: 1 時間あたりの単位
ko: 시간 당 단위
nl: Eenheden per uur
pl: Jednostki na godzinę
pt_br: Unidades por hora
ru: Единиц в час
sv: Enheter per timme
tr: Saat başına birim
zh_hant: 每小時的單位數

# Kpi2Label
source: kWh per hour
cs: kWh za hodinu
de: kWh pro Stunde
es: kWh por hora
fr: kWh par heure
hu: kWh per óra
it: kWh all'ora
ja: 1 時間あたりの kWh
ko: 시간당 kWh
nl: kWh per uur
pl: kWh na godzinę
pt_br: kWh por hora
ru: кВт*ч в час
sv: kWh per timme
tr: Saat başına kWh
zh_hant: 每小時的 kWh

# OeeAvailabilityLabel
source: Availability
cs: Dostupnost
de: Verfügbarkeit
es: Disponibilidad
fr: Disponibilité
hu: Elérhetőség
it: Disponibilità
ja: 可用性
ko: 가용성
nl: Beschikbaarheid
pl: Dostępność
pt_br: Disponibilidade
ru: Доступность
sv: Tillgänglighet
tr: Kullanılabilirlik
zh_hant: 可用性

# OeeHeaderLabel
source: Overall Equipment Efficiency
cs: Celková účinnost vybavení
de: Geräteeffizienz gesamt
es: Eficiencia general del equipo
fr: Taux de rendement global (TRG)
hu: Teljes eszközhatékonyság
it: Efficienza complessiva delle attrezzature
ja: 総合設備効率
ko: 설비종합효율(OEE)
pl: Całkowita efektywność sprzętu
pt_br: Eficiência Geral do Equipamento
ru: Общая эффективность оборудования
sv: Övergripande utrustningseffektivitet
tr: Genel Donanım Verimliliği
zh_hant: 設備綜合效率

# OeePerformanceLabel
source: Performance
cs: Výkon
de: Leistung
es: Rendimiento
fr: Performances
hu: Teljesítmény
it: Prestazioni
ja: パフォーマンス
ko: 성능
nl: Prestaties
pl: Wydajność
pt_br: Desempenho
ru: Быстродействие
sv: Prestanda
tr: Performans
zh_hant: 效能

# OeeQualityLabel
source: Quality
cs: Kvalita
de: Qualität
es: Calidad
fr: Qualité
hu: Minőség
it: Qualità
ja: 品質
ko: 품질
nl: Kwaliteit
pl: Jakość
pt_br: Qualidade
ru: Качество
sv: Kvalitet
tr: Kalite
zh_hant: 品質

# OeeOverallLabel
source: Overall Efficiency
cs: Celková účinnost
de: Effizienz gesamt
es: Eficiencia general
fr: Rendement global
hu: Teljes hatékonyság
it: Efficienza complessiva
ja: 総合効率
ko: 전체 효율성
nl: Algehele efficiëntie
pl: Całkowita efektywność
pt_br: Eficiência Geral
ru: Общая эффективность
sv: Övergripande effektivitet
tr: Genel Verimlilik
zh_hant: 綜合效率

# AlertsContainerHeader
source: Alarms
cs: Výstrahy
de: Benachrichtigungen
es: Alertas
fr: Alertes
hu: Riasztások
it: Avvisi
ja: 警告
ko: 경고
nl: Waarschuwingen
pl: Alerty
pt_br: Alertas
ru: Оповещения
sv: Varningar
tr: Uyarılar
zh_hant: 警示

# ChildrenFactoryListContainerHeaderPostfix
source: Factory Locations
cs: Umístění továrny
de: Factorystandorte
es: Ubicaciones de factoría
fr: Emplacements des usines
hu: Gyári telephelyek
it: Località della fabbrica
ja: ファクトリの場所
ko: 팩터리 위치
nl: Factory-locaties
pl: Lokalizacje fabryk
pt_br: Locais do Alocador
ru: Расположения фабрик
sv: Fabriksplatser
tr: Fabrika Konumları
zh_hant: 工廠位置

# ChildrenFactoryListListHeaderDetails
source: CURRENT PRODUCTION
cs: AKTUÁLNÍ PROVOZ
de: AKTUELLE PRODUKTION
es: PRODUCCIÓN ACTUAL
fr: PRODUCTION ACTUELLE
hu: JELENLEGI ÉLES ÜZEMI PÉLDÁNY
it: PRODUZIONE CORRENTE
ja: 現在の本番環境
ko: 현재 프로덕션
nl: HUIDIGE PRODUCTIE
pl: BIEŻĄCE PRODUKCYJNE
pt_br: PRODUÇÃO ATUAL
ru: ТЕКУЩЕЕ РАБОЧЕЕ РАЗВЕРТЫВАНИЕ
sv: AKTUELL PRODUKTION
tr: GEÇERLİ ÜRETİM
zh_hant: 目前的生產環境

# ChildrenFactoryListListHeaderLocation
source: LOCATION
cs: UMÍSTĚNÍ
de: SPEICHERORT
es: UBICACIÓN
fr: EMPLACEMENT
hu: HELY
it: PERCORSO
ja: 場所
ko: 위치
nl: LOCATIE
pl: LOKALIZACJA
pt_br: LOCAL
ru: РАСПОЛОЖЕНИЕ
sv: PLATS
tr: KONUM
zh_hant: 位置

# ChildrenFactoryListListHeaderStatus
source: STATUS
cs: STAV
es: ESTADO
fr: ÉTAT
hu: ÁLLAPOT
it: STATO
ja: 状態
ko: 상태
pl: STAN
ru: СОСТОЯНИЕ
tr: DURUM
zh_hant: 狀態

# BrowserConnectedTo
source: Connected to OPC server
cs: Připojeno k serveru OPC
de: Verbunden mit OPC-Server
es: Conectado al servidor OPC
fr: Connecté au serveur OPC
hu: Létrejött a kapcsolat az OPC-kiszolgálóval
it: Connesso al server OPC
ja: OPC サーバーに接続する
ko: OPC 서버에 연결됨
nl: Verbonden met OPC-server
pl: Połączono z serwerem OPC
pt_br: Conectado ao servidor OPC
ru: Подключение к серверу OPC установлено
sv: Ansluten till OPC-server
tr: OPC sunucusuna bağlanıldı
zh_hant: 已連線到 OPC 伺服器

# BrowserEnterOwn
source: After you have connected your gateway, you can start connecting your own OPC UA servers. Enter your OPC UA server's endpoint URL (opc.tcp://servername.domain:portnumber) here:
cs: Až připojíte svoji bránu, můžete začít připojovat svoje vlastní servery OPC UA. Sem zadejte adresu URL koncového bodu serveru OPC UA (opc.tcp://nazevserveru.domena:cisloportu):
de: Nachdem Sie Ihr Gateway verbunden haben, können Sie damit beginnen, eine Verbindung mit Ihren eigenen OPC UA-Servern herzustellen. Geben Sie die Endpunkt-URL Ihres OPC UA-Servers (opc.tcp://servername.domäne:portnummer) hier ein:
es: Después de conectar su puerta de enlace, puede comenzar a conectar sus propios servidores OPC UA. Escriba la dirección URL del punto de conexión del servidor OPC UA (opc.tcp://servername.domain:portnumber) aquí:
fr: Après avoir connecté votre passerelle, vous pouvez commencer à connecter vos propres serveurs OPC UA. Entrez l'URL du point de terminaison de votre serveur OPC UA (opc.tcp://nom_serveur.domaine:numéro_port) ici :
hu: Miután csatlakoztatta a saját átjáróját, megkezdheti a saját OPC UA-kiszolgálók csatlakoztatását. Írja be az OPC UA-kiszolgálója végponti URL-címét (opc.tcp://kiszolgálónév.tartomány:portszám) ide:
it: Dopo aver connesso il gateway, è possibile iniziare a connettere i server OPC UA. Immettere l'URL dell'endpoint del server OPC UA (ad esempio, opc.tcp://nomeserver.dominio:numeroporta) qui:
ja: ゲートウェイに接続後、独自の OPC UA サーバーの接続を開始できます。ここに、OPC UA サーバーのエンドポイント URL (opc.tcp://servername.domain:portnumber) を入力します。
ko: 게이트웨이를 연결한 후에는 사용자 자신의 OPC UA 서버 연결을 시작할 수 있습니다. OPC UA 서버의 끝점 URL(opc.tcp://servername.domain:portnumber)을 여기에 입력하세요.
nl: Nadat u uw gateway hebt verbonden, kunt u uw eigen OPC UA-servers verbinden. Voer hier de eindpunt-URL van uw OPC UA-server (opc.tcp://servernaam.domein:poortnummer) in:
pl: Po połączeniu z własną bramą możesz rozpocząć łączenie własnych serwerów OPC UA. Wprowadź adres URL punktu końcowego serwera OPC UA (opc.tcp://nazwa_serwera.domena:numer_portu) tutaj:
pt_br: Após conectar ao gateway, você pode começar conectando seus próprios servidores OPC UA. Insira a URL do ponto de extremidade do servidor OPC UA (opc.tcp://servername.domain:portnumber) aqui:
ru: После подключения собственного шлюза вы можете приступить к подключению своих серверов OPC UA. Введите URL-адрес конечной точки сервера OPC UA (opc.tcp://имя_сервера.домен:номер_порта) здесь:
sv: När du har anslutit din gateway kan du börja ansluta dina egna OPC UA-servrar. Ange URL:en för OPC UA serverns slutpunkt (opc.tcp://servername.domain:portnumber) här:
tr: Ağ geçidinizi bağladıktan sonra, kendi OPC UA sunucularınızı bağlamaya başlayabilirsiniz. OPC UA sunucunuzun uç nokta URL'sini (opc.tcp://servername.domain:portnumber) buraya girin:
zh_hant: 當您連線到您的閘道之後，就能開始連接您自己的 OPC UA 伺服器。請在此輸入您 OPC UA 伺服器的端點 URL (opc.tcp://伺服器名稱.網域:連接埠號碼):

# BrowserPreconfiguredListLabel
source: Select a server from the preconfigured list:
cs: Vyberte server ze seznamu předkonfigurovaných serverů:
de: Wählen Sie einen Server aus der vorkonfigurierten Liste aus:
es: Seleccione un servidor de la lista preconfigurada:
fr: Sélectionnez un serveur dans la liste préconfigurée :
hu: Válasszon egy kiszolgálót az előre konfigurált listából:
it: Selezionare un server dall'elenco preconfigurato:
ja: 事前に構成された一覧からサーバーを選択します:
ko: 미리 구성된 목록에서 서버 선택:
nl: Selecteer een server in de lijst met vooraf geconfigureerde servers:
pl: Wybierz serwer ze wstępnie skonfigurowanej listy:
pt_br: Selecione um servidor da lista pré-configurada:
ru: Выберите сервер из предварительно настроенного списка:
sv: Välj en server från den förkonfigurerade listan:
tr: Önceden yapılandırılmış listeden bir sunucu seçin:
zh_hant: 請從預先設定的清單中選取伺服器:

# BrowserCommunicationStatusMessageLabel
source: Connection status:
cs: Stav připojení:
de: Verbindungsstatus:
es: Estado de la conexión:
fr: État de la connexion :
hu: Kapcsolat állapota:
it: Stato connessione:
ja: 接続の状態:
ko: 연결 상태:
nl: Verbindingsstatus:
pl: Stan połączenia:
pt_br: Status da conexão:
ru: Состояние подключения:
sv: Anslutningsstatus:
tr: Bağlantı durumu:
zh_hant: 連線狀態:

# BrowserConnect
source: Connect
cs: Připojit
de: Verbinden
es: Conectar
fr: Connexion
hu: Kapcsolódás
it: Connetti
ja: 接続
ko: 연결
nl: Verbinding maken
pl: Połącz
pt_br: Conectar
ru: Подключение
sv: Anslut
tr: Bağlan
zh_hant: 連接

# BrowserErrorMessage
source: Error message:
cs: Chybová zpráva:
de: Fehlermeldung:
es: Mensaje de error:
fr: Message d'erreur :
hu: Hibaüzenet:
it: Messaggio di errore:
ja: エラー メッセージ:
ko: 오류 메시지:
nl: Foutbericht:
pl: Komunikat o błędzie:
pt_br: Mensagem de erro:
ru: Сообщение об ошибке:
sv: Felmeddelande:
tr: Hata iletisi:
zh_hant: 錯誤訊息:

source: Normal
cs: Normální
fr: Normale
hu: Normál
it: Normale
ja: 標準
ko: 보통
nl: Normaal
pl: Normalna
ru: Обычный
zh_hant: 一般

# ChildrenOpcUaNodeListContainerHeaderPostfix
source: details
cs: Podrobnosti
es: detalles
fr: détails
hu: részletek
it: dettagli
ja: 詳細
ko: 세부 정보
pl: szczegóły
pt_br: detalhes
ru: подробности
sv: detaljer
tr: ayrıntılar
zh_hant: 詳細資料

# ChildrenOpcUaNodeListListHeaderDetails
source: VALUE
cs: HODNOTA
de: WERT
es: VALOR
fr: VALEUR
hu: ÉRTÉK
it: VALORE
ja: 値
ko: 값
nl: WAARDE
pl: WARTOŚĆ
pt_br: Valor
ru: ЗНАЧЕНИЕ
sv: Värde
tr: DEĞER
zh_hant: 值

# ChildrenOpcUaNodeListListHeaderLocation
source: NAME
cs: NÁZEV
es: NOMBRE
fr: NOM
hu: NÉV
it: NOME
ja: 名前
ko: 이름
nl: NAAM
pl: NAZWA
pt_br: NOME
ru: ИМЯ
sv: NAMN
tr: AD
zh_hant: 名稱

# ChildrenOpcUaNodeListListHeaderStatus
source: STATUS
cs: STAV
es: ESTADO
fr: ÉTAT
hu: ÁLLAPOT
it: STATO
ja: 状態
ko: 상태
pl: STAN
ru: СОСТОЯНИЕ
tr: DURUM
zh_hant: 狀態

# ChildrenProductionLineListContainerHeaderPostfix
source: details
cs: Podrobnosti
es: detalles
fr: détails
hu: részletek
it: dettagli
ja: 詳細
ko: 세부 정보
pl: szczegóły
pt_br: detalhes
ru: подробности
sv: detaljer
tr: ayrıntılar
zh_hant: 詳細資料

# ChildrenProductionLineListListHeaderDetails
source: CURRENT CONFIGURATION
cs: AKTUÁLNÍ KONFIGURACE
de: AKTUELLE KONFIGURATION
es: CONFIGURACIÓN ACTUAL
fr: CONFIGURATION ACTUELLE
hu: AKTUÁLIS KONFIGURÁCIÓ
it: CONFIGURAZIONE CORRENTE
ja: 現在の構成
ko: 현재 구성
nl: HUIDIGE CONFIGURATIE
pl: BIEŻĄCA KONFIGURACJA
pt_br: CONFIGURAÇÃO ATUAL
ru: Текущая конфигурация
sv: AKTUELL KONFIGURATION
tr: GEÇERLİ YAPILANDIRMA
zh_hant: 目前的設定

# ChildrenProductionLineListListHeaderLocation
source: LINE
cs: ŘADA
de: ZEILE
es: LÍNEA
fr: CHAÎNE
hu: SOR
it: LINEA
ja: ライン
ko: 줄
nl: REGEL
pl: LINIA
pt_br: LINHA
ru: Линия
sv: RAD
tr: SATIR
zh_hant: 產品線

# ChildrenProductionLineListListHeaderStatus
source: STATUS
cs: STAV
es: ESTADO
fr: ÉTAT
hu: ÁLLAPOT
it: STATO
ja: 状態
ko: 상태
pl: STAN
ru: СОСТОЯНИЕ
tr: DURUM
zh_hant: 狀態

# ChildrenStationListContainerHeaderPostfix
source: details
cs: Podrobnosti
es: detalles
fr: détails
hu: részletek
it: dettagli
ja: 詳細
ko: 세부 정보
pl: szczegóły
pt_br: detalhes
ru: подробности
sv: detaljer
tr: ayrıntılar
zh_hant: 詳細資料

# ChildrenStationListListHeaderDetails
source: CURRENT CONFIGURATION
cs: AKTUÁLNÍ KONFIGURACE
de: AKTUELLE KONFIGURATION
es: CONFIGURACIÓN ACTUAL
fr: CONFIGURATION ACTUELLE
hu: AKTUÁLIS KONFIGURÁCIÓ
it: CONFIGURAZIONE CORRENTE
ja: 現在の構成
ko: 현재 구성
nl: HUIDIGE CONFIGURATIE
pl: BIEŻĄCA KONFIGURACJA
pt_br: CONFIGURAÇÃO ATUAL
ru: Текущая конфигурация
sv: AKTUELL KONFIGURATION
tr: GEÇERLİ YAPILANDIRMA
zh_hant: 目前的設定

# ChildrenStationListListHeaderLocation
source: STATION
cs: STANICE
es: ESTACIÓN
hu: ÁLLOMÁS
it: STAZIONE
ja: ステーション
ko: 스테이션
pl: STANOWISKO
pt_br: ESTAÇÃO
ru: Станция
tr: İSTASYON
zh_hant: 站台

# ChildrenStationListListHeaderStatus
source: STATUS
cs: STAV
es: ESTADO
fr: ÉTAT
hu: ÁLLAPOT
it: STATO
ja: 状態
ko: 상태
pl: STAN
ru: СОСТОЯНИЕ
tr: DURUM
zh_hant: 狀態

# LastDayHistoryGraphXlabel
source: Last day (hours)
cs: Poslední den (hodiny)
de: Letzter Tag (Stunden)
es: Último día (horas)
fr: Dernier jour (heures)
hu: Elmúlt nap (óra)
it: Ultimo giorno (ore)
ja: 過去 1 日 (時間)
ko: 지난 1일(시간)
nl: Afgelopen dag (uur)
pl: Ostatni dzień (godziny)
pt_br: Último dia (horas)
ru: Последний день (часы)
sv: Senaste dagen (timmar)
tr: Son gün (saat)
zh_hant: 過去一天 (小時)

# LastHourHistoryGraphXlabel
source: Last hour (minutes)
cs: Poslední hodina (minuty)
de: Letzte Stunde (Minuten)
es: Última hora (minutos)
fr: Dernière heure (minutes)
hu: Elmúlt óra (perc)
it: Ultima ora (minuti)
ja: 過去 1 時間 (分)
ko: 지난 1시간(분)
nl: Afgelopen uur (minuten)
pl: Ostatnia godzina (minuty)
pt_br: Última hora (minutos)
ru: Последний час (минуты)
sv: Senaste timmen (minuter)
tr: Son saat (dakika)
zh_hant: 過去一小時 (分鐘)

# LastWeekHistoryGraphXlabel
source: Last week (days)
cs: Poslední týden (dny)
de: Letzte Woche (Tage)
es: Última semana (días)
fr: Dernière semaine (jours)
hu: Elmúlt hét (nap)
it: Ultima settimana (giorni)
ja: 過去 1 週間 (日)
ko: 지난 1주(일)
nl: Afgelopen week (dagen)
pl: Ostatni tydzień (dni)
pt_br: Última semana (dias)
ru: Последняя неделя (дни)
sv: Senaste veckan (dagar)
tr: Son hafta (gün)
zh_hant: 過去一週 (天)

source: Error
cs: Chyba
de: Fehler
fr: Erreur
hu: Hiba
it: Errore
ja: エラー
ko: 오류
nl: Fout
pl: Błąd
pt_br: Erro
ru: Ошибка
sv: Fel
tr: Hata
zh_hant: 錯誤

source: Go Back
cs: Přejít zpět
de: Zurück
es: Volver
fr: Revenir en arrière
hu: Visszalépés
it: Indietro
ja: 戻る
ko: 돌아가기
nl: Terug
pl: Wróć
pt_br: Voltar
ru: Вернуться
sv: Gå tillbaka
tr: Geri Git
zh_hant: 返回
