Repository: Azure/azure-iot-connected-factory
Catalog: WebApp/App_GlobalResources/Strings.*.resx
Languages: cs, de, es, fr, hu, it, ja, ko, nl, pl, pt_br, ru, sv, tr, zh_hant

# BrowserOpcValueHistoryUpdate
source: History Update
cs: Aktualizace historie
de: Verlaufsupdate
es: Actualización del historial
fr: Mise à jour de l'historique
hu: Előzmények frissítése
it: Aggiornamento della cronologia
ja: 履歴の更新
ko: 기록 업데이트
nl: Geschiedenisupdate
pl: Aktualizacja historii
pt_br: Atualização do Histórico
ru: Обновление журнала
sv: Historikuppdatering
tr: Geçmiş Güncelleştirmesi
zh_hant: 歷程記錄更新

# BrowserOpcValueIndeterminate
source: Indeterminate
cs: Neurčité
de: Unbestimmt
es: Indeterminado
fr: Indéterminé
hu: Köztes
it: Indeterminato
ja: 不確定
ko: 비활성화 상태
nl: Onbepaald
pl: Nieokreślone
pt_br: Indeterminado
ru: Не определено
sv: Obestämd
tr: Belirsiz
zh_hant: 不定

# BrowserOpcValueNoAccess
source: No access
cs: Žádný přístup
de: Kein Zugriff
es: Sin acceso
fr: Aucun accès
hu: Nincs hozzáférés
it: Nessun accesso
ja: アクセスなし
ko: 액세스 권한 없음
nl: Geen toegang
pl: Brak dostępu
pt_br: Sem acesso
ru: Нет доступа
sv: Ingen åtkomst
tr: Erişim yok
zh_hant: 沒有存取權

# BrowserOpcValueReadable
source: Readable
cs: Čitelný
de: Lesbar
es: Legible
fr: En lecture
hu: Olvasható
it: Leggibile
ja: 読み取り可能
ko: 읽기 가능
nl: Leesbaar
pl: Możliwe do odczytu
pt_br: Legível
ru: Доступный для чтения
sv: Läsbart
tr: Okunabilir
zh_hant: 可讀取

# BrowserOpcValueSubscribe
source: Subscribe
cs: Přihlásit k odběru
de: Abonnieren
es: Suscribirse
fr: S'abonner
hu: Előfizetés
it: Sottoscrivi
ja: サブスクライブ
ko: 구독
nl: Abonneren
pl: Subskrybuj
pt_br: Assinar
ru: Подписаться
sv: Prenumerera
tr: Abone ol
zh_hant: 訂閱

# BrowserOpcValueUnknown
source: Unknown
cs: Neznámý
de: Unbekannt
es: Desconocido
fr: Inconnu
hu: Ismeretlen
it: Sconosciuto
ja: 不明
ko: 알 수 없음
nl: Onbekend
pl: Nieznany
pt_br: Desconhecido
ru: Неизвестно
sv: Okänd
tr: Bilinmiyor
zh_hant: 不明

# BrowserOpcValueWriteable
source: Writeable
cs: Zapisovatelný
de: Beschreibbar
es: Grabable
fr: En écriture
hu: Írható
it: Scrivibile
ja: 書き込み可能
ko: 쓰기 가능
nl: Beschrijfbaar
pl: Zapisywalny
pt_br: Gravável
ru: Записываемый
sv: Kan skrivas
tr: Yazılabilir
zh_hant: 可寫入

# NodeLabelType
source: Type
cs: Typ
de: Typ
es: Tipo
hu: Típus
it: Tipo
ja: 種類
ko: 형식
pl: Typ
pt_br: Tipo
ru: Тип
sv: Typ
tr: Tür
zh_hant: 類型

# BrowserOpcAttributesAny
source: Any
cs: Libovolný
de: Beliebig
es: Cualquiera
fr: Tous
hu: Bármely
it: Qualsiasi
ja: 任意
ko: 모두
nl: Willekeurig
pl: Dowolny
pt_br: Qualquer
ru: Любой
sv: Valfri
tr: Tümü
zh_hant: 任何

# BrowserOpcAttributesOneDimension
source: OneDimension
it: Una dimensione

# BrowserOpcAttributesOneOrMoreDimensions
source: OneOrMoreDimensions
it: Una o più dimensioni

# BrowserOpcAttributesScalar
source: Scalar
de: Skalar
es: Escalar
fr: Scalaire
it: Scalare
ja: スカラー
ko: 스칼라
nl: Scalair
pt_br: Escalar
ru: Скаляр
sv: Skalär
zh_hant: 純量

# BrowserOpcAttributesScalarOrOneDimension
source: ScalarOrOneDimension
it: Scalare o una dimensione

# BrowserOpcAttributesTwoDimensions
source: TwoDimensions
it: Due dimensioni

# NoFilterApplied
source: All
cs: Vše
de: Alle
es: Todo
fr: Toutes
hu: Az összes
it: Tutti
ja: すべて
ko: 모두
nl: Alles
pl: Wszystko
pt_br: Todos
ru: Все
sv: Alla
tr: Tümü
zh_hant: 全部

# FilterApply
source: Apply
cs: Použít filtr
de: Filter anwenden
es: Aplicar filtro
fr: Appliquer un filtre
hu: Szűrő alkalmazása
it: Applica filtro
ja: フィルターの適用
ko: 필터 적용
nl: Filter toepassen
pl: Stosowanie filtru
pt_br: Aplicar Filtro
ru: Применить фильтр
sv: Tillämpa filter
tr: Filtre Uygula
zh_hant: 套用篩選

# FilterClear
source: Clear
cs: Vymazat filtr
de: Filter löschen
es: Borrar filtro
fr: Effacer le filtre
hu: Szűrő törlése
it: Cancella filtro
ja: フィルターのクリア
ko: 필터 지우기
nl: Filter wissen
pl: Wyczyść filtr
pt_br: Limpar Filtro
ru: Сбросить фильтр
sv: Rensa filter
tr: Filtreyi Temizle
zh_hant: 清除篩選器

# FilterLabel
source: Filter
cs: Filtr
es: Filtrar
fr: Filtrer
hu: Szűrő
it: Filtro
ja: フィルター
ko: 필터
pl: Filtr
pt_br: Filtrar
ru: Фильтр
tr: Filtre
zh_hant: 篩選

# AlertDescription
source: Alert cause
cs: Příčina upozornění
de: Ursache für die Warnung
es: Causa de la alerta
fr: Cause de l'alerte
hu: Riasztás oka
it: Causa dell'avviso
ja: アラートの原因
ko: 경고 발생
nl: Waarschuwingsoorzaak
pl: Przyczyna alertu
pt_br: Causa do alerta
ru: Причина оповещения
sv: Orsak till avisering
tr: Uyarı nedeni
zh_hant: 警示原因

# AlertNode
source: Node
cs: Uzel
de: Knoten
es: Nodo
fr: Nœud
hu: Csomópont
it: Nodo
ja: ノード
ko: 노드
nl: Knooppunt
pl: Węzeł
pt_br: Nó
ru: Узел
sv: Nod
tr: Düğüm
zh_hant: 節點

# AlertProductionLine
source: Production line
cs: Výrobní řada
de: Produktionsauftragsposition
es: Línea de producción
fr: Chaîne de production
hu: Gyártósor
it: Linea di produzione
ja: 生産ライン
ko: 생산 라인
nl: Productielijn
pl: Linia produkcyjna
pt_br: Linha de produção
ru: Производственная линия
sv: Produktionsrad
tr: Üretim emri satırı
zh_hant: 產品線

# AlertStation
source: Station
cs: Stanice
es: Estación
hu: Állomás
it: Stazione
ja: ステーション
ko: 스테이션
pl: Stanowisko
pt_br: Estação
ru: Станция
tr: İstasyon
zh_hant: 站台

# GraphLastDay
source: LAST 24 HOURS
cs: POSLEDNÍCH 24 HODIN
de: LETZTE 24 STUNDEN
es: ÚLTIMAS 24 HORAS
fr: DERNIÈRES 24 HEURES
hu: ELMÚLT 24 ÓRA
it: ULTIME 24 ORE
ja: 過去 24 時間
ko: 지난 24시간
nl: AFGELOPEN 24 UUR
pl: OSTATNIE 24 GODZINY
pt_br: ÚLTIMAS 24 HORAS
ru: За последние 24 часа
sv: SENASTE 24 TIMMARNA
tr: SON 24 SAAT
zh_hant: 過去 24 小時

# GraphLastHour
source: LAST HOUR
cs: POSLEDNÍ HODINA
de: LETZTE STUNDE
es: ÚLTIMA HORA
fr: DERNIÈRE HEURE
hu: ELMÚLT ÓRA
it: ULTIMA ORA
ja: 過去 1 時間
ko: 지난 1시간
nl: AFGELOPEN UUR
pl: OSTATNIA GODZINA
pt_br: ÚLTIMA HORA
ru: За последний час
sv: SENASTE TIMMEN
tr: SON SAAT
zh_hant: 過去 1 小時

# GraphLastWeek
source: LAST 7 DAYS
cs: POSLEDNÍCH 7 DNÍ
de: LETZTE 7 TAGE
es: ÚLTIMOS 7 DÍAS
fr: 7 DERNIERS JOURS
hu: ELMÚLT 7 NAP
it: ULTIMI 7 GIORNI
ja: 過去 7 日間
ko: 지난 7일
nl: AFGELOPEN 7 DAGEN
pl: OSTATNIE 7 DNI
pt_br: ÚLTIMOS 7 DIAS
ru: За последние 7 дней
sv: SENASTE 7 DAGARNA
tr: SON 7 GÜN
zh_hant: 過去 7 天

# GraphMonday
source: M
it: L
ja: 月
ko: 월
pl: Pn
pt_br: S
ru: Пн
tr: P

# GraphSunday
source: Su
cs: Ne
de: So
es: do.
fr: Di
hu: V
it: do
ja: 日
ko: 일
nl: zo
pl: Nd
pt_br: Dom
ru: Вс
sv: sö.
tr: Pa
zh_hant: 日

# GraphThursday
source: Th
cs: Čt
de: Do
es: ju.
fr: Je
hu: Cs
it: gi
ja: 木
ko: 목
nl: do
pl: Cz
pt_br: Qui
ru: Чт
sv: to.
tr: Pe
zh_hant: 四

# GraphWednesday
source: W
cs: S
es: mi.
it: Me
ja: 水
ko: 수
pl: Śr
pt_br: Q
sv: O
tr: Ç

source: Alert details
cs: Podrobnosti upozornění
de: Warnungsdetails
es: Detalles de alertas
fr: Détails de l'alerte
hu: Riasztás részletei
it: Dettagli avviso
ja: アラートの詳細
ko: 경고 정보
nl: Waarschuwingsdetails
pl: Szczegóły alertu
pt_br: Detalhes do alerta
ru: Подробности об оповещении
sv: Aviseringsinformation
tr: Uyarı ayrıntıları
zh_hant: 警示詳細資料

# BrowserCertDownloadError
source: Error accessing certificate for download
cs: Při přístupu k certifikátu ke stažení došlo k chybě.
de: Fehler beim Zugriff auf das Zertifikat zum Herunterladen.
es: Error al acceder al certificado para su descarga
fr: Erreur d'accès au certificat pour téléchargement
hu: Hiba történt a tanúsítvány letöltésekor
it: Errore di accesso al certificato per il download
ja: ダウンロードするための証明書へのアクセスでエラーが発生しました
ko: 다운로드를 위한 인증서에 액세스하는 동안 오류 발생
nl: Fout bij openen van te downloaden certificaat
pl: Błąd podczas uzyskiwania dostępu do certyfikatu w celu pobrania
pt_br: Erro ao acessar o certificado para download
ru: Ошибка при доступе к сертификату для скачивания
sv: Det gick inte att få åtkomst till certifikatet för nedladdning
tr: İndirilecek sertifikaya erişirken hata oluştu
zh_hant: 存取憑證進行下載時發生錯誤

# BrowserDownload
source: Download certificate
cs: Stáhnout certifikát
de: Zertifikat herunterladen
es: Descargar certificado
fr: Télécharger le certificat
hu: Tanúsítvány letöltése
it: Scarica certificato
ja: 証明書のダウンロード
ko: 인증서 다운로드
nl: Certificaat downloaden
pl: Pobierz certyfikat
pt_br: Certificado de download
ru: Скачать сертификат
sv: Hämta certifikat
tr: Sertifika indir
zh_hant: 下載憑證

# BrowserDownloadText
source: Should your OPC UA server require a manual installation of client certificates, you can download this website's OPC UA certificate here:
cs: Pokud váš server OPC UA vyžaduje ruční instalaci klientských certifikátů, můžete si stáhnout certifikát OPC UA tohoto webu tady:
de: Wenn für Ihren OPC UA-Server eine manuelle Installation von Clientzertifikaten erforderlich ist, können Sie das OPC UA-Zertifikat dieser Website hier herunterladen:
es: Si el servidor OPC UA requiere una instalación manual de certificados de cliente, puede descargar el certificado de OPC UA de este sitio web aquí:
fr: Si votre serveur OPC UA nécessite une installation manuelle des certificats clients, vous pouvez télécharger le certificat OPC UA de ce site web ici :
hu: Amennyiben az OPC UA-kiszolgáló az ügyféltanúsítványok manuális telepítését igényli, a webhely OPC UA-tanúsítványát itt töltheti le:
it: Se il server OPC UA richiede l'installazione manuale dei certificati client, è possibile scaricare il certificato OPC UA di questo sito Web da qui:
ja: OPC UA サーバーでクライアント証明書を手動でインストールする必要がある場合は、この Web サイトの OPC UA 証明書をこちらでダウンロードできます。
ko: OPC UA 서버에 클라이언트 인증서의 수동 설치가 필요한 경우 이 웹 사이트의 OPC UA 인증서를 여기에서 다운로드할 수 있습니다.
nl: Als voor uw OPC UA-server een handmatige installatie van clientcertificaten nodig is, kunt u het OPC UA-certificaat van deze website downloaden vanaf:
pl: Jeśli Twój serwer OPC UA wymaga ręcznej instalacji certyfikatów klienta, możesz pobrać certyfikat OPC UA tej witryny sieci Web tutaj:
pt_br: Se o seu servidor OPC UA exigir uma instalação manual de certificados de cliente, você pode baixar o certificado OPC UA deste site aqui:
ru: Если сервер OPC UA требует установки сертификатов клиента вручную, скачать сертификат OPC UA для этого веб-сайта можно здесь:
sv: Om OPC UA-servern kräver manuell installation av klientcertifikat kan du ladda ned den här webbplatsens OPC UA-certifikat här:
tr: OPC UA sunucunuz, istemci sertifikalarının el ile yüklenmesini gerektiriyorsa bu web sitesinin OPC UA sertifikasını buradan indirebilirsiniz:
zh_hant: 您的 OPC UA 伺服器如需手動安裝用戶端憑證，可以從下列位置下載此網站的 OPC UA 憑證:

# BrowserErrorContinueButton
source: Continue
cs: Pokračovat
de: Weiter
es: Continuar
fr: Continuer
hu: Folytatás
it: Continua
ja: 続行
ko: 계속
nl: Doorgaan
pl: Kontynuuj
pt_br: Continuar
ru: Продолжить
sv: Fortsätt
tr: Devam
zh_hant: 繼續

# NodePublish
source: Publish...
cs: Publikovat...
de: Veröffentlichen...
es: Publicar...
fr: Publier...
hu: Közzététel...
it: Pubblica...
ja: 発行...
ko: 게시...
nl: Publiceren...
pl: Opublikuj...
pt_br: Publicar...
ru: Опубликовать...
sv: Publicera...
tr: Yayımla...
zh_hant: 發行...

# NodePublishInProgress
source: Publish in progress...
cs: Probíhá publikování...
de: Veröffentlichung wird durchgeführt...
es: Publicación en curso...
fr: Publication en cours...
hu: Közzététel folyamatban...
it: Pubblicazione in corso...
ja: 発行中...
ko: 게시 진행 중...
nl: Publiceren wordt uitgevoerd...
pl: Publikowanie w toku...
pt_br: Publicação em andamento...
ru: Публикация выполняется...
sv: Publicering pågår...
tr: Yayımlama devam ediyor...
zh_hant: 正在發行...

# BrowserDontTrustButton
source: Cancel
cs: Zrušit
de: Abbrechen
es: Cancelar
fr: Annuler
hu: Mégse
it: Annulla
ja: キャンセル
ko: 취소
nl: Annuleren
pl: Anuluj
pt_br: Cancelar
ru: Отмена
sv: Avbryt
tr: İptal
zh_hant: 取消

# BrowserTrust
source: This might mean that someone's trying to fool you or steal information you send to the server. You should proceed only if you expected this issue, e.g. because you are using self-signed certificates with your server (not recommended).
cs: Může to znamenat, že se někdo snaží vás oklamat nebo ukrást informace, které posíláte na server. Měli byste pokračovat jedině v případě, že tento problém očekáváte, třeba kvůli tomu, že pro komunikaci se serverem používáte certifikáty podepsané svým držitelem (self-signed certificate), což se ale nedoporučuje.
de: Möglicherweise versucht jemand, Sie zu täuschen oder Informationen zu stehlen, die Sie an den Server senden. Fahren Sie nur fort, wenn Sie dieses Problem erwartet haben, weil Sie beispielsweise selbstsignierte Zertifikate für Ihren Server verwenden (nicht empfehlenswert).
es: Esto puede indicar que alguien intenta engañarle o robarle la información que envía al servidor. Solo debe continuar si el problema estaba previsto, por ejemplo porque usa certificados autofirmados con el servidor (no recomendado).
fr: Cela peut signifier que quelqu'un essaie de vous duper ou de voler les informations que vous envoyez au serveur. Ne procédez que si ce problème est attendu, par exemple parce que vous utilisez des certificats auto-signés avec votre serveur (non recommandé).
hu: Ez arra utalhat, hogy valaki megpróbálja megtéveszteni Önt, vagy meg akarja szerezni a kiszolgálóra küldött adatokat. Csak akkor lépjen tovább, ha számított a problémára, például mert önaláírt tanúsítványokat használ a kiszolgálóhoz (nem ajánlott).
it: Potrebbe indicare un tentativo di ingannare l'utente o di sottrarre le informazioni inviate al server. Procedere unicamente se il problema era previsto, ad esempio perché si usano certificati autofirmati con il server (non consigliato).
ja: だれかがユーザーを騙そうとしているか、サーバーに送信されたデータを盗み取ろうとしている可能性があります。サーバーで自己署名証明書を使用している (非推奨) などの理由から、この問題が予期された場合にのみ続行してください。
ko: 이는 누군가가 귀하를 속이거나 귀하가 서버에 보내는 정보를 훔치려는 시도를 의미할 수 있습니다. 자체 서명한 인증서를 서버에 사용하는 등의 이유로 이러한 문제가 의심되는 경우에만 계속해야 합니다(권장되지 않음).
nl: Dit betekent mogelijk dat iemand u probeert te misleiden of probeert informatie te stelen die u naar de server verzendt. Ga alleen door als u dit probleem had verwacht, bijvoorbeeld omdat u door uzelf ondertekende certificaten gebruikt voor uw server (niet aanbevolen).
pl: To może oznaczać, że ktoś chce Cię oszukać lub ukraść informacje wysyłane na serwer. Kontynuuj tylko wtedy, gdy ten problem był oczekiwany, na przykład w przypadku korzystania na serwerze z certyfikatów z podpisem własnym (niezalecane).
pt_br: Isso pode significar que alguém está tentando enganá-lo ou roubar informações que você envia ao servidor. Você deve prosseguir somente se esperava esse problema, por exemplo, porque está usando certificados autoassinados com seu servidor (não recomendado).
ru: Это может означать, что вас пытаются обмануть или хотят похитить информацию, которую вы отправляете на сервер. Продолжать операцию следует только в том случае, если эта проблема была ожидаемой, например из-за того, что вы используете самозаверяющие сертификаты для сервера (не рекомендуется).
sv: Det kan betyda att någon försöker lura dig eller stjäla information som du skickar till servern. Du bör endast fortsätta om du har förväntat dig det här felet, till exempel på grund av att du använder självsignerade certifikat med servern (rekommenderas inte).
tr: Bu, birinin sizi kandırmaya veya sunucunuza gönderdiğiniz bilgileri çalmaya çalıştığı anlamına gelebilir. Yalnızca, bu sorunu bekliyorsanız (yani sunucunuzda otomatik olarak imzalanan sertifika kullanıyorsanız) devam edin (önerilmez).
zh_hant: 這可能表示有人嘗試欺騙您或竊取您傳送到伺服器的資訊。僅當此問題 (例如因為您的伺服器要使用自我簽署的憑證 (不建議使用)) 為預料中事時才繼續。

# BrowserTrustButton
source: Proceed
cs: Pokračovat
de: Vorgang fortsetzen
es: Continuar
fr: Continuer
hu: Folytatás
it: Continua
ja: 続行
ko: 계속
nl: Doorgaan
pl: Kontynuuj
pt_br: Continuar
ru: Продолжить
sv: Fortsätt
tr: Devam Et
zh_hant: 繼續

# SessionNull
source: Can not establish connection to Publisher
cs: Nepovedlo se navázat spojení s Publisherem.
de: Mit dem Herausgeber konnte keine Verbindung hergestellt werden.
es: No se pudo establecer la conexión al publicador.
fr: Impossible d'établir une connexion au serveur de publication
hu: Nem létesíthető kapcsolat a Publisherrel
it: Non è stato possibile stabilire una connessione al server di pubblicazione
ja: パブリッシャーへの接続を確立できませんでした
ko: 게시자에 연결을 설정할 수 없음
nl: Kan geen verbinding maken met uitgever
pl: Nie można ustanowić połączenia z wydawcą
pt_br: Não foi possível estabelecer conexão com o Editor
ru: Не удалось установить подключение к издателю
sv: Det gick inte att upprätta anslutningen till Publisher
tr: Yayımcı ile bağlantı kurulamadı
zh_hant: 無法建立對發行者的連線

# OpcStackInitError
source: Exception while initializing OPC UA stack. Error: {0} Inner: {1} Stack: {2}
cs: Při inicializaci zásobníku OPC UA došlo k výjimce. Chyba: {0}, vnitřní: {1}, zásobník: {2}
de: Ausnahme beim Initialisieren des OPC UA-Stapels. Fehler: {0}. Innere Meldung: {1}. Stapel: {2}
es: Excepción al inicializar la pila OPC UA. Error: {0} Interno: {1} Pila: {2}
fr: Une exception s'est produite durant l'initialisation de la pile OPC UA. Erreur : {0} Interne : {1} Pile : {2}
hu: Kivétel állt elő az OPC UA-verem inicializálásakor. Hiba: {0} Belső: {1} Verem: {2}
it: Si è verificata un'eccezione durante l'inizializzazione dello stack OPC UA. Errore: {0}. Interno: {1}. Stack: {2}
ja: OPC UA スタックの初期化中に例外が発生しました。エラー: {0} 内部: {1} スタック: {2}
ko: OPC UA 스택을 초기화하는 동안 예외가 발생했습니다. 오류: {0} 내부: {1} 스택: {2}
nl: Er is een uitzondering opgetreden tijdens het initialiseren van OPC UA-stack. Fout: {0} Intern: {1} Stack: {2}
pl: Wyjątek podczas inicjowania stosu OPC UA. Błąd: {0}, wewnętrzny: {1}, stos: {2}
pt_br: Exceção ao inicializar a pilha OPC UA. Erro: {0} Pilha: {2} Interna: {1}
ru: Исключение при инициализации стека OPC UA. Ошибка: {0} Внутреннее сообщение: {1} Стек: {2}
sv: Undantag vid initiering av OPC UA-stack. Fel: {0} Inre: {1} Stack: {2}
tr: OPC UA yığını başlatılırken özel durum oluştu. Hata: {0} İç: {1} Yığın: {2}
zh_hant: 初始化 OPC UA 堆疊時發生例外狀況。錯誤: {0} 內部: {1} 堆疊: {2}

# ErrorGetDataForOpcUaNode
source: Not a valid node or station
cs: Není platným uzlem ani stanicí.
de: Kein gültiger Knoten oder keine gültige Station.
es: No es una estación ni un nodo válido.
fr: N'est pas un nœud ou une station valide
hu: Nem érvényes csomópont vagy állomás
it: Il nodo o la stazione non sono validi
ja: 有効なノードでもステーションでもありません
ko: 올바르지 않은 노드 또는 스테이션
nl: Dit is geen geldig knooppunt of station
pl: Nieprawidłowy węzeł lub stanowisko
pt_br: Não é uma estação ou um nó válido
ru: Недопустимый узел или станция
sv: Ingen giltig nod eller station
tr: Geçerli bir düğüm veya istasyon değil
zh_hant: 沒有有效的節點或站台

# ErrorGetOeeKpiData
source: Not a valid node
cs: Není platným uzlem.
de: Kein gültiger Knoten.
es: No es un nodo válido.
fr: N'est pas un nœud valide
hu: Nem érvényes csomópont
it: Il nodo non è valido
ja: 有効なノードではありません
ko: 올바르지 않은 노드
nl: Dit is geen geldig knooppunt
pl: Nieprawidłowy węzeł
pt_br: Não é um nó válido
ru: Недопустимый узел
sv: Ingen giltig nod
tr: Geçerli bir düğüm değil
zh_hant: 不是有效的站台

# NoDataSeries
source: No data series available for this item
cs: Pro tuto položku není k dispozici žádná datová řada.
de: Für dieses Element sind keine Datenreihen verfügbar.
es: No existen series de datos disponibles para este elemento.
fr: Aucune série de données n'est disponible pour cet élément
hu: Nem áll rendelkezésre adatsor ehhez az elemhez
it: Non sono disponibili serie di dati per questo elemento
ja: この項目に利用できるデータ系列はありません
ko: 이 항목에 사용할 수 있는 데이터 계열이 없음
nl: Er zijn geen gegevensseries beschikbaar voor dit item
pl: Brak dostępnej serii danych dla tego elementu
pt_br: Não há nenhuma série de dados disponível para esse item
ru: Ряд данных для этого элемента недоступен
sv: Ingen dataserie är tillgänglig för det här objektet
tr: Bu öğe için kullanılabilir veri serisi yok
zh_hant: 此項目沒有資料數列

# BrowserTrustHeader
source: The certificate of the server you want to connect to cannot be verified.
cs: Certifikát serveru, ke kterému se chcete připojit, nejde ověřit
de: Das Zertifikat des Servers, mit dem Sie eine Verbindung herstellen möchten, kann nicht überprüft werden.
es: El certificado del servidor al que quiere conectarse no se puede comprobar.
fr: Impossible de vérifier le certificat du serveur auquel vous souhaitez vous connecter.
hu: Nem ellenőrizhető annak a kiszolgálónak a tanúsítványa, amelyhez csatlakozni próbál.
it: Non è possibile verificare il certificato del server a cui ci si vuole connettere.
ja: 接続先のサーバーの証明書を確認できません。
ko: 연결하려는 서버의 인증서를 확인할 수 없습니다.
nl: Kan het certificaat niet controleren van de server waarmee u verbinding wilt maken.
pl: Nie można zweryfikować certyfikatu serwera, z którym chcesz się połączyć.
pt_br: Não é possível verificar o certificado do servidor ao qual você deseja se conectar.
ru: Сертификат сервера, к которому вы хотите подключиться, невозможно проверить.
sv: Certifikatet för servern du vill ansluta till kan inte verifieras.
tr: Bağlanmaya çalıştığınız sunucunun sertifikası doğrulanamıyor.
zh_hant: 無法驗證您要連線之伺服器的憑證。

# GraphRDXLinkHeader
source: Click on graph to explore in Azure Time Series Insights
cs: Pokud chcete data prozkoumat v Azure Time Series Insights, klikněte na graf
de: Klicken Sie auf den Graphen, um ihn in Azure Time Series Insights zu untersuchen.
es: Haga clic en el gráfico para explorarlo en Azure Time Series Insights.
fr: Cliquez sur le graphique pour explorer les données dans Azure Time Series Insights
hu: Kattintson a grafikonra az Azure Time Series Insightsban való megtekintéshez
it: Fare clic sul grafico per esplorare in Azure Time Series Insights
ja: グラフをクリックして、Azure Time Series Insights で詳細を確認する
ko: 그래프를 클릭하여 Azure Time Series Insights에서 탐색
nl: Klik op de grafiek om te verkennen in Azure Time Series Insights
pl: Kliknij na grafie, aby eksplorować w usłudze Azure Time Series Insights
pt_br: Clique no gráfico para explorar o Azure Time Series Insights
ru: Щелкните граф, чтобы изучить данные в средстве анализа временных рядов Azure
sv: Klicka på grafen för att utforska Azure Time Series Insights
tr: Azure Zaman Serisi Öngörülerinde keşif yapmak için grafa tıklayın
zh_hant: 按一下圖表可探索 Azure Time Series Insights

# AlertActionAcknowledge
source: Acknowledge alert
cs: Potvrdit upozornění
de: Warnung bestätigen
es: Confirmar alerta
fr: Confirmer la réception de l'alerte
hu: Riasztás nyugtázása
it: Conferma avviso
ja: アラートを確認する
ko: 경고 승인
nl: Waarschuwing bevestigen
pl: Potwierdź alert
pt_br: Alerta de confirmação
ru: Подтвердить оповещение
sv: Bekräfta avisering
tr: Uyarıyı kabul et
zh_hant: 確認警示

# AlertKpi1AboveMaximum
source: Number of products above maximum
cs: Počet produktů nad maximem
de: Anzahl von Produkten oberhalb des Höchstwerts
es: Número de productos superior al máximo
fr: Nombre de produits au-dessus du maximum
hu: A termékek száma túllépte a maximumot
it: Il numero di prodotti è superiore al massimo
ja: 製品数が最大値を超えています
ko: 제품 수가 최대값을 초과함
nl: Aantal producten boven maximum
pl: Liczba produktów powyżej maksimum
pt_br: Número de produtos acima do máximo
ru: Количество продуктов превышает максимальное
sv: Antal produkter över maximum
tr: Ürün sayısı üst sınırın üzerinde
zh_hant: 產品數超過上限

# AlertKpi1BelowMinimum
source: Number of products below minimum
cs: Počet produktů pod minimem
de: Anzahl von Produkten unterhalb des Mindestwerts
es: Número de productos inferior al mínimo
fr: Nombre de produits en dessous du minimum
hu: A termékek száma nem éri el a minimumot
it: Il numero di prodotti è inferiore al minimo
ja: 製品数が最小値を下回っています
ko: 제품 수가 최소값 미만임
nl: Aantal producten onder minimum
pl: Liczba produktów poniżej minimum
pt_br: Número de produtos abaixo do mínimo
ru: Количество продуктов ниже минимального
sv: Antal produkter under minimum
tr: Ürün sayısı alt sınırın altında
zh_hant: 產品數低於下限

# AlertKpi2AboveMaximum
source: Energy consumption above maximum
cs: Spotřeba energie nad maximem
de: Energieverbrauch oberhalb des Höchstwerts
es: Consumo de energía superior al máximo
fr: Consommation d'énergie au-dessus du maximum
hu: Az energiafogyasztás túllépte a maximumot
it: Il consumo energetico è superiore al massimo
ja: エネルギー消費量が最大値を超えています
ko: 에너지 소비가 최대값을 초과함
nl: Energieverbruik is boven maximum
pl: Zużycie energii powyżej maksimum
pt_br: Consumo de energia acima do máximo
ru: Энергопотребление превышает максимальное
sv: Energiförbrukning över maximinivån
tr: Enerji tüketimi üst sınırın üzerinde
zh_hant: 能源消耗超過上限
