Repository: Azure/azure-iot-connected-factory
Catalog: WebApp/App_GlobalResources/Strings.*.resx
Languages: cs, de, es, fr, hu, it, ja, ko, nl, pl, pt_br, ru, sv, tr, zh_hant

# ImplicitReadOnlyRole
source: Implicit Read-Only
cs: Implicitně jen pro čtení
de: Implizit schreibgeschützt
es: Solo lectura implícita
fr: En lecture seule implicitement
hu: Implicit írásvédett
it: Sola lettura implicita
ja: 読み取り専用 (暗黙)
ko: 암시적 읽기 전용
nl: Impliciet alleen-lezen
pl: Niejawne, tylko do odczytu
pt_br: Somente Leitura Implícita
ru: Неявный доступ только для чтения
sv: Implicit skrivskyddad
tr: Örtük Salt Okunur
zh_hant: 隱含唯讀

source: Information
cs: Informace
de: Informationen
es: Información
fr: Informations
hu: Információ
it: Informazioni
ja: 情報
ko: 정보
nl: Informatie
pl: Informacje
pt_br: Informações
ru: Сведения
tr: Bilgi
zh_hant: 資訊

# BrowserDisconnectButton
source: Disconnect
cs: Odpojit
de: Verbindung trennen
es: Desconectar
fr: Déconnecter
hu: Leválasztás
it: Disconnetti
ja: 切断
ko: 연결 끊기
nl: Verbinding verbreken
pl: Rozłącz
pt_br: Desconectar
ru: Отключить
sv: Koppla från
tr: Bağlantıyı Kes
zh_hant: 中斷連接

# NodeAttribute
source: Attribute of
cs: Atribut pro
de: Attribut von
es: Atributo de
fr: Attribut de
hu: Ennek az attribútuma:
it: Attributo di
ja: 次の属性:
ko: 다음의 특성
nl: Kenmerk van
pl: Atrybut
pt_br: Atributo de
ru: Атрибут
sv: Attribut för
tr: Şu öğenin özniteliği:
zh_hant: 下列節點的屬性:

# NodeAttributeRead
source: Attributes...
cs: Atributy...
de: Attribute...
es: Atributos...
fr: Attributs...
hu: Attribútumok...
it: Attributi...
ja: 属性...
ko: 특성...
nl: Kenmerken...
pl: Atrybuty...
pt_br: Atributos...
ru: Атрибуты...
sv: Attribut...
tr: Öznitelikler...
zh_hant: 屬性...

# NodeButtonCall
source: Call
cs: Volání
de: Aufruf
es: Llamada
fr: Appeler
hu: Hívás
it: Chiamata
ja: 呼び出し
ko: 호출
nl: Aanroep
pl: Wywołanie
pt_br: Chamada
ru: Вызов
sv: Anrop
tr: Ara
zh_hant: 呼叫

# NodeButtonWrite
source: Write
cs: Číst
de: Schreiben
es: Escribir
fr: Écriture
hu: Írás
it: Scrittura
ja: 書き込み
ko: 쓰기
nl: Schrijven
pl: Zapis
pt_br: Gravar
ru: Запись
sv: Skriva
tr: Yaz
zh_hant: 寫入

# NodeCall
source: Call...
cs: Volání...
de: Aufruf...
es: Llamada...
fr: Appeler...
hu: Hívás...
it: Chiamata...
ja: 呼び出し...
ko: 호출...
nl: Aanroep...
pl: Wywołaj...
pt_br: Chamada...
ru: Вызов...
sv: Anrop...
tr: Çağrı...
zh_hant: 呼叫...

# NodeCallingMethod
source: Calling method
cs: Volá se metoda.
de: Methode wird aufgerufen.
es: Llamando al método
fr: Méthode d'appel
hu: Metódus hívása
it: Chiamata al metodo
ja: メソッドを呼び出しています
ko: 메서드 호출 중
nl: Aanroepmethode
pl: Wywoływanie metody
pt_br: Método de chamada
ru: Вызывается метод
sv: Anropsmetod
tr: Metot çağrılıyor
zh_hant: 正在呼叫方法

# NodeCallInProgress
source: Call in progress ...
cs: Probíhá volání...
de: Aufruf wird durchgeführt...
es: Llamada en curso...
fr: Appel en cours...
hu: Hívás folyamatban...
it: Chiamata in corso...
ja: 呼び出し中...
ko: 호출 진행 중...
nl: Aanroep wordt uitgevoerd...
pl: Wywoływanie w toku...
pt_br: Chamada em andamento...
ru: Вызов выполняется...
sv: Anrop pågår...
tr: Çağrı devam ediyor ...
zh_hant: 正在呼叫...

# NodeInfo
source: Info on
cs: Informace o
de: Informationen zu
es: Información sobre
fr: Informations sur
hu: Infó erről:
it: Informazioni su
ja: 次に関する情報:
ko: 다음에 대한 정보
nl: Informatie over
pl: Informacje na temat
pt_br: Informações sobre
ru: Сведения о
sv: Information om
tr: Şu öğe hakkında bilgi:
zh_hant: 下列節點的資訊:

# NodeLabelAccess
source: Access:
cs: Přístup:
de: Zugriff:
es: Acceso:
fr: Accès :
hu: Hozzáférés:
it: Accesso:
ja: アクセス:
ko: 액세스:
nl: Toegang:
pl: Dostęp:
pt_br: Acesso:
ru: Доступ:
sv: Åtkomst:
tr: Erişim:
zh_hant: 存取:

# NodeLabelDescription
source: Description:
cs: Popis:
de: Beschreibung:
es: Descripción:
hu: Leírás:
it: Descrizione:
ja: 説明:
ko: 설명:
nl: Beschrijving:
pl: Opis:
pt_br: Descrição:
ru: Описание:
sv: Beskrivning:
tr: Açıklama:
zh_hant: 描述:

# NodeLabelMisc
source: Miscellaneous:
cs: Různé:
de: Sonstiges:
es: Varios:
fr: Divers :
hu: Egyéb:
it: Varie:
ja: その他:
ko: 기타:
nl: Overig:
pl: Różne:
pt_br: Diversos:
ru: Прочее:
sv: Diverse:
tr: Çeşitli:
zh_hant: 其他:

# NodeLabelNodeDetails
source: Node details:
cs: Podrobnosti o uzlu:
de: Knotendetails:
es: Detalles del nodo:
fr: Détails du nœud :
hu: Csomópont részletei:
it: Dettagli nodo:
ja: ノードの詳細:
ko: 노드 세부 정보:
nl: Knooppuntdetails:
pl: Szczegóły węzła:
pt_br: Detalhes do nó:
ru: Сведения об узле:
sv: Nodinformation:
tr: Düğüm ayrıntıları:
zh_hant: 節點詳細資料:

# NodeLabelValue
source: Value:
cs: Hodnota:
de: Wert:
es: Valor:
fr: Valeur :
hu: Érték:
it: Valore:
ja: 値:
ko: 값:
nl: Waarde:
pl: Wartość:
pt_br: Valor:
ru: Значение:
sv: Värde:
tr: Değer:
zh_hant: 值:

# NodeMethodMessage
source: Parameter are not supported yet.
cs: Parametry se ještě nepodporují.
de: Parameter werden noch nicht unterstützt.
es: El parámetro no se admite todavía.
fr: Les paramètres ne sont pas encore pris en charge.
hu: A paraméter még nem támogatott.
it: I parametri non sono ancora supportati.
ja: 現在のところ、パラメーターはサポートされていません。
ko: 매개 변수는 아직 지원되지 않습니다.
nl: Parameters worden nog niet ondersteund.
pl: Parametr nie jest jeszcze obsługiwany.
pt_br: O parâmetro ainda não tem suporte.
ru: Параметр пока не поддерживается.
sv: Parametern stöds inte än.
tr: Parametre henüz desteklenmiyor.
zh_hant: 目前尚不支援的參數。

# NodeMethodName
source: MethodName
hu: Metódus neve
it: Nome del metodo
sv: Metodnamn

# NodeMethodNoParameter
source: Method has no parameter.
cs: Metoda nemá žádný parametr.
de: Die Methode weist keine Parameter auf.
es: El método no tiene ningún parámetro.
fr: La méthode ne comprend aucun paramètre.
hu: A metódus nem rendelkezik paraméterrel.
it: Il metodo non ha parametri.
ja: メソッドにパラメーターがありません。
ko: 메서드에 매개 변수가 없습니다.
nl: Methode heeft geen parameter.
pl: Metoda nie ma żadnego parametru.
pt_br: O método não tem nenhum parâmetro.
ru: У метода нет параметра.
sv: Metoden har ingen parameter.
tr: Metot parametre içermiyor.
zh_hant: 方法沒有參數。

# NodeMethodResult
source: Result of calling method
cs: Výsledek volání metody
de: Ergebnis des Methodenaufrufs
es: Resultado de la llamada al método
fr: Résultat de l'appel de la méthode
hu: A metódushívás eredménye
it: Risultato della chiamata al metodo
ja: メソッド呼び出しの結果
ko: 메서드 호출 결과
nl: Resultaat van aanroepmethode
pl: Wynik wywołania metody
pt_br: Resultado do método de chamada
ru: Результат вызова метода
sv: Resultat av anropsmetod
tr: Metot çağrısının sonucu
zh_hant: 呼叫方法的結果

# NodePressButton
source: Press button to call method.
cs: Stisknutím tlačítka zavoláte metodu.
de: Wählen Sie die Schaltfläche, um die Methode aufzurufen.
es: Presione el botón para llamar al método.
fr: Appuyez sur le bouton pour appeler la méthode.
hu: Nyomja meg a gombot a metódus meghívásához.
it: Premere il pulsante per chiamare il metodo.
ja: ボタンを押して、メソッドを呼びします。
ko: 메서드를 호출하려면 단추를 누르세요.
nl: Druk op de knop om de methode aan te roepen.
pl: Naciśnij przycisk, aby wywołać metodę.
pt_br: Pressione o botão para chamar o método.
ru: Чтобы вызвать метод, нажмите кнопку.
sv: Tryck på knappen för att anropa metod.
tr: Metodu çağırmak için düğmeye basın.
zh_hant: 按下按鈕即可呼叫方法。

# NodeRead
source: Read...
cs: Číst...
de: Lesen...
es: Lectura...
fr: Lire...
hu: Olvasás...
it: Lettura...
ja: 読み取り...
ko: 읽기...
nl: Lezen...
pl: Odczytaj...
pt_br: Ler...
ru: Чтение...
sv: Läs...
tr: Oku...
zh_hant: 讀取...

# NodeReadInProgress
source: Read in progress ...
cs: Probíhá čtení...
de: Lesevorgang wird durchgeführt...
es: Lectura en curso...
fr: Lecture en cours...
hu: Olvasás folyamatban...
it: Lettura in corso...
ja: 読み取り中...
ko: 읽기 진행 중...
nl: Lezen wordt uitgevoerd...
pl: Odczytywanie w toku...
pt_br: Leitura em andamento...
ru: Чтение выполняется...
sv: Läsning pågår...
tr: Okuma devam ediyor ...
zh_hant: 正在讀取...

# NodeUpdate
source: Update
cs: Aktualizovat
es: Actualizar
fr: Mettre à jour
hu: Frissítés
it: Aggiorna
ja: 更新
ko: 업데이트
nl: Bijwerken
pl: Aktualizuj
pt_br: Atualizar
ru: Обновить
sv: Uppdatera
tr: Güncelleştir
zh_hant: 更新

# NodeVariableName
source: VariableName
hu: Változó neve
it: Nome della variabile

# NodeWrite
source: Write...
cs: Zapsat...
de: Schreiben...
es: Escritura...
fr: Écrire...
hu: Írás...
it: Scrittura...
ja: 書き込み...
ko: 쓰기...
nl: Schrijven...
pl: Zapisz...
pt_br: Gravar...
ru: Запись...
sv: Skriv...
tr: Yaz...
zh_hant: 寫入...

# NodeWriteCurrentValue
source: Current value:
cs: Aktuální hodnota:
de: Aktueller Wert:
es: Valor actual:
fr: Valeur actuelle :
hu: Jelenlegi érték:
it: Valore corrente:
ja: 現在の値:
ko: 현재 값:
nl: Huidige waarde:
pl: Bieżąca wartość:
pt_br: Valor atual:
ru: Текущее значение:
sv: Aktuellt värde:
tr: Geçerli değer:
zh_hant: 目前的值:

# NodeWriteInProgress
source: Write in progress ...
cs: Probíhá zápis...
de: Schreibvorgang wird durchgeführt...
es: Escritura en curso...
fr: Écriture en cours...
hu: Írás folyamatban...
it: Scrittura in corso...
ja: 書き込み中...
ko: 쓰기 진행 중...
nl: Schrijven wordt uitgevoerd...
pl: Zapisywanie w toku...
pt_br: Gravação em andamento...
ru: Запись выполняется...
sv: Skrivning pågår...
tr: Yazma devam ediyor ...
zh_hant: 正在寫入...

# NodeWriteNewValue
source: New value:
cs: Nová hodnota:
de: Neuer Wert:
es: Nuevo valor:
fr: Nouvelle valeur :
hu: Új érték:
it: Nuovo valore:
ja: 新しい値:
ko: 새 값:
nl: Nieuwe waarde:
pl: Nowa wartość:
pt_br: Novo valor:
ru: Новое значение:
sv: Nytt värde:
tr: Yeni değer:
zh_hant: 新值:

# NodeWriteResult
source: Result of writing
cs: Výsledek zápisu
de: Ergebnis des Schreibvorgangs
es: Resultado de la escritura
fr: Résultat de l'écriture
hu: Írás eredménye
it: Risultato della scrittura
ja: 書き込みの結果
ko: 쓰기 결과
nl: Resultaat van schrijfactie
pl: Wynik zapisu
pt_br: Resultado da gravação
ru: Результат записи
sv: Resultat av skrivning
tr: Yazma sonucu
zh_hant: 寫入的結果

# ReadOnlyRole
source: Read-Only
cs: Jen pro čtení
de: Schreibgeschützt
es: Solo lectura
fr: En lecture seule
hu: Csak olvasható
it: Sola lettura
ja: 読み取り専用
ko: 읽기 전용
nl: Alleen-lezen
pl: Tylko do odczytu
pt_br: Somente Leitura
ru: Только для чтения
sv: Skrivskyddad
tr: Salt Okunur
zh_hant: 唯讀

# BrowserConnectException
source: Exception while trying to connect to the OPC UA server. Exceptionmessage: {0} Inner Message: {1} Stack trace: {2}
cs: Při pokusu o připojení k serveru OPC UA došlo k výjimce. Zpráva výjimky: {0} Vnitřní zpráva: {1} Trasování zásobníku: {2}
de: Ausnahme beim Herstellen einer Verbindung mit dem OPC UA-Server. Ausnahmemeldung: {0} Innere Meldung: {1} Stapelüberwachung: {2}
es: Excepción al intentar conectarse al servidor OPC UA. Mensaje de excepción: {0} Mensaje interno: {1} Seguimiento de la pila: {2}
fr: Une exception s'est produite durant la tentative de connexion au serveur OPC UA. Message d'exception : {0} Message interne : {1} Trace de la pile : {2}
hu: Kivétel állt elő az OPC UA-kiszolgálóhoz való csatlakozáskor. Kivételüzenet: {0} Belső üzenet: {1} Híváslánc: {2}
it: Si è verificata un'eccezione durante il tentativo di connessione al server OPC UA. Messaggio eccezione: {0} Messaggio interno: {1} Analisi dello stack: {2}
ja: OPC UA サーバーに接続しようとして例外が発生しました。 Exceptionmessage: {0} 内部メッセージ: {1} スタック トレース: {2}
ko: OPC UA 서버에 연결하는 동안 예외가 발생했습니다. 예외 메시지: {0} 내부 메시지: {1} 스택 추적: {2}
nl: Er is een uitzondering opgetreden tijdens het verbinden met de OPC UA-server. Uitzonderingsbericht: {0} Intern bericht: {1} Stack-trace: {2}
pl: Wyjątek podczas próby połączenia z serwerem OPC UA. Komunikat wyjątku: {0} Wewnętrzny komunikat: {1} Ślad stosu: {2}
pt_br: Exceção ao tentar se conectar ao servidor OPC UA. Exceptionmessage: {0} Mensagem interna: {1} Rastreamento de pilha: {2}
ru: Исключение при попытке подключения к серверу OPC UA. Сообщение об исключении: {0} Внутреннее сообщение: {1} Трассировка стека: {2}
sv: Undantag vid försök att ansluta till OPC UA-servern. Exceptionmessage: {0} Inre meddelande: {1} Stackspårning: {2}
tr: OPC UA sunucusuna bağlanmaya çalışırken özel durum oluştu. Özel durum iletisi: {0} İç İleti: {1} Yığın izleme: {2}
zh_hant: 嘗試連線到 OPC UA 伺服器時發生例外狀況。 例外狀況訊息: {0} 內部訊息: {1} 堆疊追蹤: {2}

# BrowserDisconnectException
source: Exception while trying to disconnect to the OPC UA server. Exceptionmessage: {0} Inner Message: {1} Stack trace: {2}
cs: Při pokusu o odpojení od serveru OPC UA došlo k výjimce. Zpráva výjimky: {0} Vnitřní zpráva: {1} Trasování zásobníku: {2}
de: Ausnahme beim Trennen der Verbindung mit dem OPC UA-Server. Ausnahmemeldung: {0} Innere Meldung: {1} Stapelüberwachung: {2}
es: Excepción al intentar desconectarse del servidor OPC UA. Exceptionmessage: {0} Mensaje interno: {1} Seguimiento de la pila: {2}
fr: Une exception s'est produite durant la tentative de déconnexion du serveur OPC UA. Message d'exception : {0} Message interne : {1} Trace de la pile : {2}
hu: Kivétel állt elő az OPC UA-kiszolgálóval létesített kapcsolat bontásakor. Kivételüzenet: {0} Belső üzenet: {1} Híváslánc: {2}
it: Si è verificata un'eccezione durante il tentativo di disconnessione dal server OPC UA. Messaggio eccezione: {0} Messaggio interno: {1} Analisi dello stack: {2}
ja: OPC UA サーバーを切断しようとして例外が発生しました。 Exceptionmessage: {0} 内部メッセージ: {1} スタック トレース: {2}
ko: OPC UA 서버로의 연결을 끊는 동안 예외가 발생했습니다. 예외 메시지: {0} 내부 메시지: {1} 스택 추적: {2}
nl: Er is een uitzondering opgetreden tijdens het verbreken van de verbinding met de OPC UA-server. Uitzonderingsbericht: {0} Intern bericht: {1} Stack-trace: {2}
pl: Wyjątek podczas próby rozłączenia z serwerem OPC UA. Komunikat wyjątku: {0} Wewnętrzny komunikat: {1} Ślad stosu: {2}
pt_br: Exceção ao tentar se desconectar do servidor OPC UA. Exceptionmessage: {0} Mensagem interna: {1} Rastreamento de pilha: {2}
ru: Исключение при попытке отключения от сервера OPC UA. Сообщение об исключении: {0} Внутреннее сообщение: {1} Трассировка стека: {2}
sv: Fel vid försök att koppla från anslutningen till OPC UA-servern. Exceptionmessage: {0} Inre meddelande: {1} Stackspårning: {2}
tr: OPC UA sunucusunun bağlantısı kesilmeye çalışırken özel durum oluştu. Özel durum iletisi: {0} İç İleti: {1} Yığın izleme: {2}
zh_hant: 嘗試中斷對 OPC UA 伺服器的連線時發生例外狀況。 例外狀況訊息: {0} 內部訊息: {1} 堆疊追蹤: {2}

# BrowserRootNodeName
source: Root
cs: Kořen
de: Stamm
es: Raíz
fr: Racine
hu: Gyökér
it: Radice
ja: ルート
nl: Hoofdmap
pl: Główny
pt_br: Raiz
ru: Корневой
sv: Rot
tr: Kök
zh_hant: 根

# BrowserConnectErrorHeader
source: Error while connecting to the OPC UA server
cs: Při připojování k serveru OPC UA došlo k chybě
de: Fehler beim Herstellen einer Verbindung mit dem OPC UA-Server
es: Error al conectarse al servidor OPC UA
fr: Erreur de connexion au serveur OPC UA
hu: Hiba történt az OPC UA-kiszolgálóhoz való csatlakozáskor
it: Si è verificato un errore durante la connessione al server OPC UA
ja: OPC UA サーバーへの接続中にエラーが発生しました
ko: OPC UA 서버에 연결하는 동안 오류 발생
nl: Fout tijdens verbinden met OPC UA-server
pl: Błąd podczas łączenia z serwerem OPC UA
pt_br: Erro durante a conexão com o servidor OPC UA
ru: Ошибка при подключении к серверу OPC UA
sv: Fel vid anslutningsförsök till OPC UA-servern
tr: OPC UA sunucusuna bağlanırken hata oluştu
zh_hant: 連線到 OPC UA 伺服器時發生錯誤

# BrowserOpcErrorHeader
source: Error while accessing the OPC UA server
cs: Během přístupu k serveru OPC UA došlo k chybě
de: Fehler beim Zugriff auf den OPC UA-Server
es: Error al acceder al servidor OPC UA
fr: Erreur d'accès au serveur OPC UA
hu: Hiba történt az OPC UA-kiszolgálóhoz való hozzáféréskor
it: Si è verificato un errore durante l'accesso al server OPC UA
ja: OPC UA サーバーへのアクセス中にエラーが発生しました
ko: OPC UA 서버에 액세스하는 동안 오류 발생
nl: Fout bij toegang tot OPC UA-server
pl: Wystąpił błąd podczas uzyskiwania dostępu do serwera OPC UA
pt_br: Erro ao acessar o servidor OPC UA
ru: Ошибка при доступе к серверу OPC UA
sv: Fel vid åtkomstförsök till OPC UA-servern
tr: OPC UA sunucusuna erişirken hata oluştu
zh_hant: 存取 OPC UA 伺服器時發生錯誤

# BrowserOpcException
source: An exception occured while trying to access the OPC UA server. Exceptionmessage: {0} Inner message: {1} Stack trace: {2}
cs: Při pokusu o přístup k serveru OPC UA došlo k výjimce. Zpráva výjimky: {0} Vnitřní zpráva: {1} Trasování zásobníku: {2}
de: Ausnahme beim Zugriff auf den OPC UA-Server. Ausnahmemeldung: {0} Innere Meldung: {1} Stapelüberwachung: {2}
es: Se produjo una excepción al intentar acceder al servidor OPC UA. Exceptionmessage: {0} Mensaje interno: {1} Seguimiento de la pila: {2}
fr: Une exception s'est produite durant la tentative d'accès au serveur OPC UA. Message d'exception : {0} Message interne : {1} Trace de la pile : {2}
hu: Kivétel állt elő az OPC UA-kiszolgálóhoz való hozzáféréskor. Kivételüzenet: {0} Belső üzenet: {1} Híváslánc: {2}
it: Si è verificata un'eccezione durante il tentativo di accesso al server OPC UA. Messaggio eccezione: {0} Messaggio interno: {1} Analisi dello stack: {2}
ja: OPC UA サーバーにアクセスしようとしているときに例外が発生しました。 Exceptionmessage: {0} 内部メッセージ: {1} スタック トレース: {2}
ko: OPC UA 서버에 액세스하는 동안 예외가 발생했습니다. 예외 메시지: {0} 내부 메시지: {1} 스택 추적: {2}
nl: Er is een uitzondering opgetreden tijdens het verkrijgen van toegang tot de OPC UA-server. Uitzonderingsbericht: {0} Intern bericht: {1} Stack-trace: {2}
pl: Wystąpił wyjątek podczas próby uzyskania dostępu do serwera OPC UA. Komunikat wyjątku: {0} Wewnętrzny komunikat: {1} Ślad stosu: {2}
pt_br: Ocorreu uma exceção ao tentar acessar o servidor OPC UA. Exceptionmessage: {0} Mensagem interna: {1} Rastreamento de pilha: {2}
ru: При попытке доступа к серверу OPC UA произошло исключение. Сообщение об исключении: {0} Внутреннее сообщение: {1} Трассировка стека: {2}
sv: Ett undantag inträffade under åtkomstförsöket till OPC UA-servern. Exceptionmessage: {0} Inre meddelande: {1} Stackspårning: {2}
tr: OPC UA sunucusuna erişmeye çalışırken özel durum oluştu. Özel durum iletisi: {0} İç ileti: {1} Yığın izleme: {2}
zh_hant: 嘗試存取 OPC UA 伺服器時發生例外狀況。 例外狀況訊息: {0} 內部訊息: {1} 堆疊追蹤: {2}

# BrowserOpcDataServerTimestampLabel
source: Server timestamp
cs: Časové razítko serveru
de: Serverzeitstempel
es: Marca de tiempo del servidor
fr: Timestamp du serveur
hu: Kiszolgáló időbélyege
it: Timestamp server
ja: サーバー タイムスタンプ
ko: 서버 타임스탬프
nl: Servertijdstempel
pl: Sygnatura czasowa serwera
pt_br: Carimbo de data/hora do servidor
ru: Метка времени сервера
sv: Servertidsstämpel
tr: Sunucu zaman damgası
zh_hant: 伺服器時間戳記

# BrowserOpcDataSourceTimestampLabel
source: Source timestamp
cs: Časové razítko zdroje
de: Quellzeitstempel
es: Marca de tiempo del origen
fr: Timestamp source
hu: Forrás időbélyege
it: Timestamp origine
ja: ソース タイムスタンプ
ko: 원본 타임스탬프
nl: Brontijdstempel
pl: Sygnatura czasowa źródła
pt_br: Carimbo de data/hora da fonte
ru: Метка времени источника
sv: Tidsstämpel för källa
tr: Kaynak zaman damgası
zh_hant: 來源時間戳記

# BrowserOpcDataStatusLabel
source: Status
cs: Stav
es: Estado
fr: État
hu: Állapot
it: Stato
ja: ステータス
ko: 상태
pl: Stan
ru: Состояние
tr: Durum
zh_hant: 狀態

# BrowserOpcDataValueLabel
source: Value
cs: Hodnota
de: Wert
es: Valor
fr: Valeur
hu: Érték
it: Valore
ja: 値
ko: 값
nl: Waarde
pl: wartość
pt_br: Valor
ru: Значение
sv: Värde
tr: Değer
zh_hant: 值

# BrowserOpcWriteConversionProblem
source: <font color="red">Error: Conversion of the value '{0}' to type '{1}' is not possible. (Details: {2})</font>
cs: <font color="red">Chyba: Převod hodnoty {0} na typ {1} není možný. (Podrobnosti: {2})</font>
de: <font color="red">Fehler: Die Konvertierung des Werts "{0}" in den Typ "{1}" ist nicht möglich. (Details: {2})</font>
es: <font color="red">Error: la conversión del valor "{0}" al tipo "{1}" no es posible. (Detalles: {2})</font>
fr: <font color="red">Erreur : Impossible de convertir la valeur « {0} » en type « {1} ». (Détails : {2})</font>
hu: <font color="red">Hiba: A(z) {0} érték {1} típusúvá alakítása nem lehetséges. (Részletek: {2})</font>
it: <font color="red">Errore: non è possibile convertire il valore '{0}' nel tipo '{1}'. Dettagli: {2}</font>
ja: <font color="red">エラー: 値 '{0}' をタイプ '{1}' に変換できません。(詳細: {2})</font>
ko: <font color="red">오류: '{0}' 값을 '{1}' 유형으로 변환할 수 없습니다(세부 정보: {2}).</font>
nl: <font color="red">Fout: Conversie van de waarde {0} naar type {1} is niet mogelijk. (Details: {2})</font>
pl: <font color="red">Błąd: konwersja wartości „{0}” na typ „{1}” jest niemożliwa. (Szczegóły: {2})</font>
pt_br: <font color="red">Erro: a conversão do valor '{0}' para o tipo '{1}' não é possível. (Detalhes: {2})</font>
ru: <font color="red">Ошибка: преобразовать значение "{0}" в тип "{1}" невозможно. (Сведения: {2})</font>
sv: <font color="red">Fel: Det går inte att konvertera värdet {0} till typen {1}. (Information: {2})</font>
tr: <font color="red">Hata: '{0}' değerinin '{1}' türüne dönüştürülmesi mümkün değildir. (Ayrıntılar: {2})</font>
zh_hant: <font color="red">錯誤: 無法將值 '{0}' 轉換成類型 '{1}'。(詳細資料: {2})</font>

# BrowserOpcDataDiagnosticInfoLabel
source: Diagnostic info
cs: Diagnostické informace
de: Diagnoseinformationen
es: Información de diagnóstico
fr: Informations de diagnostic
hu: Diagnosztikai infó
it: Informazioni di diagnostica
ja: 診断情報
ko: 진단 정보
nl: Diagnostische informatie
pl: Informacje diagnostyczne
pt_br: Informações de diagnóstico
ru: Диагностические сведения
sv: Diagnostikinformation
tr: Tanılama bilgileri
zh_hant: 診斷資訊

# BrowserOpcMethodCallFailed
source: Method call failed
cs: Nepovedlo se zavolat metodu.
de: Fehler beim Methodenaufruf.
es: Error de llamada de método
fr: Échec de l'appel de méthode
hu: Sikertelen volt a metódushívás
it: La chiamata al metodo non è riuscita
ja: メソッドの呼び出しに失敗しました
ko: 메서드 호출 실패
nl: Methodeaanroep is mislukt
pl: Wywołanie metody nie powiodło się
pt_br: Falha na chamada de método
ru: Сбой при вызове метода
sv: Metodanrop misslyckades
tr: Metot çağrısı başarısız oldu
zh_hant: 方法呼叫失敗

# BrowserOpcMethodCallSucceeded
source: Method call succeeded
cs: Metoda se úspěšně zavolala.
de: Methodenaufruf erfolgreich
es: Llamada de método correcta
fr: Appel de méthode réussi
hu: Sikeres volt a metódushívás
it: La chiamata al metodo è riuscita
ja: メソッドの呼び出しに成功しました
ko: 메서드 호출 성공
nl: Methodeaanroep is geslaagd
pl: Wywołanie metody powiodło się
pt_br: Êxito na chamada de método
ru: Вызов метода выполнен успешно
sv: Metodanrop lyckades
tr: Metot çağrısı başarılı oldu
zh_hant: 方法呼叫成功

# BrowserOpcMethodCallSucceededWithResults
source: Method call succeeded and returned the following results:
cs: Volání metody bylo úspěšné a vrátilo tyto výsledky:
de: Der Methodenaufruf war erfolgreich und hat folgende Ergebnisse zurückgegeben:
es: La llamada de método se realizó correctamente y devolvió los resultados siguientes:
fr: L'appel de méthode a réussi et a retourné les résultats suivants :
hu: A metódushívás sikeres volt, és a következő eredményt adta vissza:
it: La chiamata al metodo è riuscita e ha restituito i risultati seguenti:
ja: メソッドの呼び出しが成功し、次の結果が返されました:
ko: 메서드 호출에 성공하여 다음 결과를 반환했습니다.
nl: De methodeaanroep is geslaagd en de volgende resultaten zijn geretourneerd:
pl: Wywołanie metody powiodło się i zostały zwrócone następujące wyniki:
pt_br: A chamada de método foi bem-sucedida e retornou os seguintes resultados:
ru: Вызов метода выполнен успешно и вернул следующие результаты:
sv: Metodanrop lyckades och returnerade följande resultat:
tr: Metot çağrısı başarılı oldu ve şu sonuçları döndürdü:
zh_hant: 方法呼叫成功，並傳回了下列結果:

# BrowserOpcMethodStatusCode
source: Status code
cs: Stavový kód
es: Código de estado
fr: Code d'état
hu: Állapotkód
it: Codice di stato
ja: 状態コード
ko: 상태 코드
pl: Kod stanu
pt_br: Código de status
ru: Код состояния
sv: Statuskod
tr: Durum kodu
zh_hant: 狀態碼

# BrowserOpcValueContinuous
source: Continuous
cs: Nepřetržitě
de: Fortlaufend
es: Continuo
fr: Continu
hu: Folyamatos
it: Continuo
ja: 継続
ko: 연속
nl: Doorlopend
pl: Ciągłe
pt_br: Contínuo
ru: Непрерывный
sv: Kontinuerlig
tr: Sürekli
zh_hant: 連續

# BrowserOpcValueHistory
source: History
cs: Historie
de: Verlauf
es: Historial
fr: Historique
hu: Előzmények
it: Cronologia
ja: 履歴
ko: 기록
nl: Geschiedenis
pl: Historia
pt_br: Histórico
ru: Журнал
sv: Historik
tr: Geçmiş
zh_hant: 歷程記錄
