Repository: Azure/azure-iot-connected-factory
Catalog: WebApp/App_GlobalResources/Strings.*.resx
Languages: cs, de, es, fr, hu, it, ja, ko, nl, pl, pt_br, ru, sv, tr, zh_hant

# AlertKpi2BelowMinimum
source: Energy consumption below minimum
cs: Spotřeba energie pod minimem
de: Energieverbrauch unterhalb des Mindestwerts
es: Consumo de energía inferior al mínimo
fr: Consommation d'énergie en dessous du minimum
hu: Az energiafogyasztás nem éri el a minimumot
it: Il consumo energetico è inferiore al minimo
ja: エネルギー消費量が最小値を下回っています
ko: 에너지 소비가 최소값 미만임
nl: Energieverbruik is onder minimum
pl: Zużycie energii poniżej minimum
pt_br: Consumo de energia abaixo do mínimo
ru: Энергопотребление ниже минимального
sv: Energiförbrukning under miniminivån
tr: Enerji tüketimi alt sınırın altında
zh_hant: 能源消耗低於下限

# AlertOeeAvailabilityAboveMaximum
source: OEE Availability above maximum
cs: Dostupnost OEE nad maximem
de: OEE-Verfügbarkeit oberhalb des Höchstwerts
es: Disponibilidad de OEE superior al máximo
fr: Disponibilité (TRG) au-dessus du maximum
hu: A rendelkezésre állás OEE-mutatója túllépte a maximumot
it: La disponibilità OEE è superiore al massimo
ja: OEE 可用性が最大値を超えています
ko: OEE 가용성이 최대값을 초과함
nl: Beschikbaarheid van OEE is boven maximum
pl: Wskaźnik dostępności OEE powyżej maksimum
pt_br: Disponibilidade de OEE acima do máximo
ru: Доступность OEE превышает максимальную
sv: OEE-tillgänglighet över maximum
tr: OEE Kullanılabilirliği üst sınırın üzerinde
zh_hant: OEE 可用性超過上限

# AlertOeeAvailabilityBelowMinimum
source: OEE Availability below minimum
cs: Dostupnost OEE pod minimem
de: OEE-Verfügbarkeit unterhalb des Mindestwerts
es: Disponibilidad de OEE inferior al mínimo
fr: Disponibilité (TRG) en dessous du minimum
hu: A rendelkezésre állás OEE-mutatója nem éri el a minimumot
it: La disponibilità OEE è inferiore al minimo
ja: OEE 可用性が最小値を下回っています
ko: OEE 가용성이 최소값 미만임
nl: Beschikbaarheid van OEE is onder minimum
pl: Wskaźnik dostępności OEE poniżej minimum
pt_br: Disponibilidade de OEE abaixo do mínimo
ru: Доступность OEE ниже минимальной
sv: OEE-tillgänglighet under minimum
tr: OEE Kullanılabilirliği alt sınırın altında
zh_hant: OEE 可用性低於下限

# AlertOeeOverallAboveMaximum
source: OEE Overall above maximum
cs: Celkem OEE nad maximem
de: OEE-Gesamtwert oberhalb des Höchstwerts
es: OEE general superior al máximo
fr: Valeur globale (TRG) au-dessus du maximum
hu: A teljes OEE-mutató túllépte a maximumot
it: Il totale OEE è superiore al massimo
ja: 全体的な OEE が最大値を超えています
ko: 전체 OEE가 최대값을 초과함
nl: Algehele OEE is boven maximum
pl: Ogólny wskaźnik OEE powyżej maksimum
pt_br: OEE Geral acima do máximo
ru: Общее значение OEE превышает максимальное
sv: Övergripande OEE över maximum
tr: OEE Toplamı üst sınırın üzerinde
zh_hant: 整體 OEE 超過上限

# AlertOeeOverallBelowMinimum
source: OEE Overall below minimum
cs: Celkem OEE pod minimem
de: OEE-Gesamtwert unterhalb des Mindestwerts
es: OEE general inferior al mínimo
fr: Valeur globale (TRG) en dessous du minimum
hu: A teljes OEE-mutató nem éri el a minimumot
it: Il totale OEE è inferiore al minimo
ja: 全体的な OEE が最小値を下回っています
ko: 전체 OEE가 최소값 미만임
nl: Algehele OEE is onder minimum
pl: Ogólny wskaźnik OEE poniżej minimum
pt_br: OEE Geral abaixo do mínimo
ru: Общее значение OEE ниже минимального
sv: Övergripande OEE under minimum
tr: OEE Toplamı alt sınırın altında
zh_hant: 整體 OEE 低於下限

# AlertOeePerformanceAboveMaximum
source: OEE Performance above maximum
cs: Výkon OEE nad maximem
de: OEE-Leistung oberhalb des Höchstwerts
es: Rendimiento de OEE superior al máximo
fr: Performances (TRG) au-dessus du maximum
hu: A teljesítmény OEE-mutatója túllépte a maximumot
it: Le prestazioni OEE sono superiori al massimo
ja: OEE パフォーマンスが最大値を超えています
ko: OEE 성능이 최소값을 초과함
nl: OEE-prestaties zijn boven maximum
pl: Wskaźnik wydajności OEE powyżej maksimum
pt_br: Desempenho de OEE acima do máximo
ru: Производительность OEE превышает максимальную
sv: OEE-prestanda över maximum
tr: OEE Performansı üst sınırın üzerinde
zh_hant: OEE 效能超過上限

# AlertOeePerformanceBelowMinimum
source: OEE Performance below minimum
cs: Výkon OEE pod minimem
de: OEE-Leistung unterhalb des Mindestwerts
es: Rendimiento de OEE inferior al mínimo
fr: Performances (TRG) en dessous du minimum
hu: A teljesítmény OEE-mutatója nem éri el a minimumot
it: Le prestazioni OEE sono inferiori al minimo
ja: OEE パフォーマンスが最小値を下回っています
ko: OEE 성능이 최소값 미만임
nl: OEE-prestaties zijn onder minimum
pl: Wskaźnik wydajności OEE poniżej minimum
pt_br: Desempenho de OEE abaixo do mínimo
ru: Производительность OEE ниже минимальной
sv: OEE-prestanda under minimum
tr: OEE Performansı alt sınırın altında
zh_hant: OEE 效能低於下限

# AlertOeeQualityAboveMaximum
source: OEE Quality above maximum
cs: Kvalita OEE nad maximem
de: OEE-Qualität oberhalb des Höchstwerts
es: Calidad de OEE superior al máximo
fr: Qualité (TRG) au-dessus du maximum
hu: A minőség OEE-mutatója túllépte a maximumot
it: La qualità OEE è superiore al massimo
ja: OEE 品質が最大値を超えています
ko: OEE 품질이 최대값을 초과함
nl: OEE-kwaliteit is boven maximum
pl: Wskaźnik jakości OEE powyżej maksimum
pt_br: Qualidade de OEE acima do máximo
ru: Качество OEE превышает максимальное
sv: OEE-kvalitet över maximum
tr: OEE Kalitesi üst sınırın üzerinde
zh_hant: OEE 品質超過上限

# AlertOeeQualityBelowMinimum
source: OEE Qualty below minimum
cs: Kvalita OEE pod minimem
de: OEE-Qualität unterhalb des Mindestwerts
es: Calidad de OEE inferior al mínimo
fr: Qualité (TRG) en dessous du minimum
hu: A minőség OEE-mutatója nem éri el a minimumot
it: La qualità OEE è inferiore al minimo
ja: OEE 品質が最小値を下回っています
ko: OEE 품질이 최소값 미만임
nl: OEE-kwaliteit is onder minimum
pl: Wskaźnik jakości OEE poniżej minimum
pt_br: Qualidade de OEE abaixo do mínimo
ru: Качество OEE ниже минимального
sv: OEE-kvalitet under minimum
tr: OEE Kalitesi alt sınırın altında
zh_hant: OEE 品質低於下限

# AlertValueAboveMaximum
source: Value above maximum
cs: Hodnota nad maximem
de: Wert oberhalb des Höchstwerts
es: Valor superior al máximo
fr: Valeur au-dessus du maximum
hu: Az érték túllépte a maximumot
it: Il valore è superiore al massimo
ja: 最大値を超えています
ko: 값이 최소값을 초과함
nl: Waarde is boven maximum
pl: Wartość powyżej maksimum
pt_br: Valor acima do máximo
ru: Значение превышает максимальное
sv: Värde över maximum
tr: Değer üst sınırın üzerinde
zh_hant: 值超過上限

# AlertValueBelowMinimum
source: Value below minimum
cs: Hodnota pod minimem
de: Wert unterhalb des Mindestwerts
es: Valor inferior al mínimo
fr: Valeur en dessous du minimum
hu: Az érték nem éri el a minimumot
it: Il valore è inferiore al minimo
ja: 最小値を下回っています
ko: 값이 최소값 미만임
nl: Waarde is onder minimum
pl: Wartość poniżej minimum
pt_br: Valor abaixo do mínimo
ru: Значение ниже минимального
sv: Värde under minimum
tr: Değer alt sınırın altında
zh_hant: 值低於下限

# AlertDetailsDescriptionHeader
source: Description:
cs: Popis:
de: Beschreibung:
es: Descripción:
hu: Leírás:
it: Descrizione:
ja: 説明:
ko: 설명:
nl: Beschrijving:
pl: Opis:
pt_br: Descrição:
ru: Описание:
sv: Beskrivning:
tr: Açıklama:
zh_hant: 描述:

# AlertDetailsLocationHeader
source: Location:
cs: Umístění:
de: Speicherort:
es: Ubicación:
fr: Emplacement :
hu: Hely:
it: Percorso:
ja: 場所:
ko: 위치:
nl: Locatie:
pl: Lokalizacja:
pt_br: Local:
ru: Расположение:
sv: Plats:
tr: Konum:
zh_hant: 位置:

# AlertDetailsNoActionAvailable
source: No Action defined
cs: Není definovaná žádná akce.
de: Keine Aktion definiert.
es: Ninguna acción definida
fr: Aucune action définie
hu: Nincs művelet definiálva
it: Non è stata definita alcuna azione
ja: アクションが定義されていません
ko: 정의된 작업이 없음
nl: Geen actie gedefinieerd
pl: Nie zdefiniowano żadnej akcji
pt_br: Nenhuma Ação definida
ru: Действие не определено
sv: Ingen åtgärd har angetts
tr: Tanımlı Eylem yok
zh_hant: 未定義任何動作

# AlertDetailsOccurencesHeader
source: Occurences:
cs: Výskyty:
de: Vorkommen:
es: Repeticiones:
fr: Occurrences :
hu: Előfordulások:
it: Occorrenze:
ja: 発生件数:
ko: 발생 횟수:
nl: Aantal gevallen:
pl: Wystąpienia:
pt_br: Ocorrências:
ru: Вхождения:
sv: Händelser:
tr: Oluşumlar:
zh_hant: 發生次數:

# AlertDetailsTimeHeader
source: Time:
cs: Čas:
de: Zeit:
es: Hora:
fr: Durée :
hu: Idő:
it: Periodo di tempo:
ja: 時間:
ko: 시간:
nl: Tijd:
pl: Czas:
pt_br: Hora:
ru: Время:
sv: Tid:
tr: Zaman:
zh_hant: 時間:

# AlertIdUnknown
source: The alert information is no longer available.
cs: Informace o upozornění už nejsou k dispozici.
de: Die Warnungsinformationen sind nicht mehr verfügbar.
es: La información de la alerta ya no está disponible.
fr: Les informations sur l'alerte ne sont plus disponibles.
hu: A riasztás adatai már nem állnak rendelkezésre.
it: Le informazioni sull'avviso non sono più disponibili.
ja: アラート情報は利用できなくなりました。
ko: 경고 정보를 더 이상 사용할 수 없습니다.
nl: De waarschuwingsinformatie is niet meer beschikbaar.
pl: Informacja o alercie nie jest już dostępna.
pt_br: As informações de alerta não estão mais disponíveis.
ru: Сведения об оповещении больше не доступны.
sv: Aviseringsinformationen är inte längre tillgänglig.
tr: Uyarı bilgileri artık kullanılamıyor.
zh_hant: 此警示資訊已無法再使用。

# AlertActionExecute
source: Apply
cs: Provést akci
de: Aktion ausführen
es: Ejecutar acción
fr: Exécuter une action
hu: Művelet végrehajtása
it: Esegue l'azione
ja: アクションの実行
ko: 작업 실행
nl: Actie uitvoeren
pl: Wykonaj akcję
pt_br: Executar ação
ru: Выполнение действия
sv: Utför åtgärd
tr: Eylemi yürüt
zh_hant: 執行動作

# AlertSelectAction
source: Choose action:
cs: Zvolte akci:
de: Aktion wählen:
es: Elegir acción:
fr: Choisissez une action :
hu: Művelet kiválasztása:
it: Scegliere un'azione:
ja: アクションの選択:
ko: 작업 선택:
nl: Kies actie:
pl: Wybierz akcję:
pt_br: Escolher ação:
ru: Выберите действие:
sv: Välj åtgärd:
tr: Eylem seçin:
zh_hant: 選擇動作:

# AlertDetailsUnknown
source: Unknown
cs: Neznámý
de: Unbekannt
es: Desconocido
fr: Inconnu
hu: Ismeretlen
it: Sconosciuto
ja: 不明
ko: 알 수 없음
nl: Onbekend
pl: Nieznany
pt_br: Desconhecido
ru: Неизвестно
sv: Okänd
tr: Bilinmiyor
zh_hant: 不明

# AlertDetailsActionResultHeader
source: Action result:
cs: Výsledek akce:
de: Aktionsergebnis:
es: Resultado de la acción:
fr: Résultat de l'action :
hu: Művelet eredménye:
it: Risultato dell'azione:
ja: アクションの結果:
ko: 작업 결과:
nl: Resultaat van actie:
pl: Wynik akcji:
pt_br: Resultado da ação:
ru: Результат действия:
sv: Åtgärdsresultat:
tr: Eylem sonucu:
zh_hant: 動作結果:

# ActionDetailResultExecuting
source: Action has executed...
cs: Akce se spustila...
de: Die Aktion wurde ausgeführt...
es: Se ejecutó la acción...
fr: L'action a été exécutée...
hu: A művelet elindult...
it: L'azione è stata eseguita...
ja: アクションが実行されました...
ko: 작업이 실행되었습니다...
nl: Actie is uitgevoerd...
pl: Wykonano akcję...
pt_br: A ação executou...
ru: Действие выполнено...
sv: Åtgärden har körts...
tr: Eylem yürütüldü...
zh_hant: 動作已執行...

# AlertActionWebPageOpened
source: Please check content in a new browser tab/window.
cs: Zkontrolujte prosím obsah v nové kartě nebo v novém okně prohlížeče.
de: Prüfen Sie den Inhalt in einer neuen Browserregisterkarte/einem neuen Browserfenster.
es: Compruebe el contenido en una nueva pestaña o ventana del explorador.
fr: Vérifiez le contenu dans un nouvel onglet ou une nouvelle fenêtre du navigateur.
hu: Tekintse meg az új böngészőlapon vagy -ablakban megjelenő tartalmat.
it: Controllare il contenuto in una nuova scheda o finestra del browser.
ja: 新しいブラウザーのタブ/ウィンドウでコンテンツを確認してください。
ko: 새 브라우저 탭/창에서 콘텐츠를 확인하세요.
nl: Bekijk de inhoud in een nieuw tabblad of venster van de browser.
pl: Sprawdź zawartość w nowej karcie lub nowym oknie przeglądarki.
pt_br: Verifique o conteúdo em uma nova guia/janela do navegador.
ru: Проверьте содержимое в новой вкладке или новом окне браузера.
sv: Kontrollera innehållet på den nya webbläsarfliken eller i det nya webbläsarfönstret.
tr: Lütfen içeriği yeni bir tarayıcı sekmesi/penceresinde gözden geçirin.
zh_hant: 請另在新瀏覽器索引標籤/視窗中檢查內容。

# AlertDetailsRdxLinkHeader
source: Click chart to explore in Azure Time Series Insights
cs: Pokud chcete data prozkoumat v Azure Time Series Insights, klikněte na graf
de: Klicken Sie auf das Diagramm, um es in Azure Time Series zu untersuchen.
es: Haga clic en el gráfico para explorarlo en Azure Time Series Insights.
fr: Cliquez sur le graphique pour explorer les données dans Azure Time Series Insights
hu: Kattintson a diagramra az Azure Time Series Insightsban való megtekintéshez
it: Fare clic sul grafico per esplorare in Azure Time Series Insights
ja: グラフをクリックして、Azure Time Series Insights で詳細を確認する
ko: 차트를 클릭하여 Azure Time Series Insights에서 탐색
nl: Klik op de grafiek om te verkennen in Azure Time Series Insights
pl: Kliknij wykres, aby eksplorować w usłudze Azure Time Series Insights
pt_br: Clique no gráfico para explorar o Azure Time Series Insights
ru: Щелкните диаграмму, чтобы изучить данные в средстве анализа временных рядов Azure
sv: Klicka i diagrammet för att utforska Azure Time Series Insights
tr: Azure Zaman Serisi Öngörülerinde keşif yapmak için grafiğe tıklayın
zh_hant: 按一下圖表可探索 Azure Time Series Insights

# AnimationTimeSeriesLoading
source: Loading data from Azure Time Series Insights
cs: Načítají se data z Azure Time Series Insights
de: Es werden Daten aus Azure Time Series Insights geladen.
es: Cargando datos de Azure Time Series Insights
fr: Chargement des données à partir d'Azure Time Series Insights
hu: Adatok betöltése az Azure Time Series Insightsból
it: Caricamento dei dati da Azure Time Series Insights
ja: Azure Time Series Insights からデータを読み込んでいます
ko: Azure Time Series Insights에서 데이터 로드 중
nl: Gegevens laden uit Azure Time Series Insights
pl: Ładowanie danych z usługi Azure Time Series Insights
pt_br: Carregando dados do Azure Time Series Insights
ru: Загружаются данные из средства анализа временных рядов Azure
sv: Läser in data från Azure Time Series Insights
tr: Azure Zaman Serisi Öngörülerinden veri yükleniyor
zh_hant: 正在從 Azure Time Series Insights 載入資料

# ErrorAccessProblem
source: An error occured while accessing the website.
cs: Při přístupu k webu došlo k chybě.
de: Fehler beim Zugriff auf die Website.
es: Se produjo un error al acceder al sitio web.
fr: Une erreur s'est produite pendant l'accès au site web.
hu: Hiba történt a webhely elérésekor.
it: Si è verificato un errore durante l'accesso al sito Web.
ja: Web サイトへのアクセス中にエラーが発生しました。
ko: 웹 사이트에 액세스하는 동안 오류가 발생했습니다.
nl: Er is een fout opgetreden tijdens het openen van de website.
pl: Wystąpił błąd podczas uzyskiwania dostępu do witryny sieci Web.
pt_br: Ocorreu um erro ao acessar o site da Web.
ru: При доступе к веб-сайту произошла ошибка.
sv: Ett fel inträffade under åtkomstförsöket till webbplatsen.
tr: Web sitesine erişmeye çalışırken bir hata oluştu.
zh_hant: 存取網站時發生錯誤。

# ErrorInsufficientPermissions
source: You have insufficient permissions for this operation. Please check with the administrator of this site.
cs: Pro tuto operaci nemáte dostatečná oprávnění. Obraťte se na správce tohoto webu.
de: Sie besitzen keine ausreichenden Berechtigungen für diesen Vorgang. Wenden Sie sich an den Administrator dieser Website.
es: No tiene permisos suficientes para esta operación. Consulte al administrador del sitio.
fr: Vous ne disposez pas des autorisations requises pour effectuer cette opération. Contactez l'administrateur de ce site.
hu: Nincs megfelelő jogosultsága ehhez a művelethez. Forduljon a webhely rendszergazdájához.
it: Le autorizzazioni non sono sufficienti per eseguire questa operazione. Rivolgersi all'amministratore del sito.
ja: この操作に対するアクセス許可が不十分です。このサイトの管理者に確認してください。
ko: 이 작업에 대한 권한이 부족합니다. 이 사이트의 관리자에게 확인하세요.
nl: U hebt onvoldoende machtigingen voor deze bewerking. Neem contact op met de beheerder van deze website.
pl: Masz niewystarczające uprawnienia do wykonania tej operacji. Skontaktuj się z administratorem witryny.
pt_br: Você tem permissões insuficientes para esta operação. Contate o administrador deste site.
ru: У вас недостаточно разрешений для этой операции. Обратитесь к администратору этого сайта.
sv: Du har inte tillräckliga behörigheter för den här åtgärden. Kontrollera med administratören för webbplatsen.
tr: Bu işlem için yeterli izniniz yok. Lütfen bu sitenin yöneticisine başvurun.
zh_hant: 您的權限不足，無法執行此作業。請連絡此網站的系統管理員。

source: Browser error:
cs: Chyba prohlížeče:
de: Browserfehler:
es: Error del explorador:
fr: Erreur du navigateur :
hu: Böngészőhiba:
it: Errore del browser:
ja: ブラウザー エラー:
ko: 브라우저 오류:
nl: Browserfout:
pl: Błąd przeglądarki:
pt_br: Erro do navegador:
ru: Ошибка браузера:
sv: Webbläsarfel:
tr: Tarayıcı hatası:
zh_hant: 瀏覽器錯誤:

# BrowserErrorUnknown
source: An error occured during browsing.
cs: Během procházení došlo k chybě.
de: Fehler beim Durchsuchen.
es: Se produjo un error durante la exploración.
fr: Une erreur s'est produite pendant la navigation.
hu: Hiba történt a böngészés közben.
it: Si è verificato un errore durante l'esplorazione.
ja: 閲覧中にエラーが発生しました。
ko: 탐색하는 동안 오류가 발생했습니다.
nl: Er is een fout opgetreden tijdens het bladeren.
pl: Wystąpił błąd podczas przeglądania.
pt_br: Ocorreu um erro durante a navegação.
ru: Во время просмотра произошла ошибка.
sv: Ett fel inträffade under sökandet.
tr: Gözatma sırasında bir hata oluştu.
zh_hant: 瀏覽期間發生錯誤。

# AlertActionClose
source: Close alert
cs: Zavřít výstrahu
de: Warnung schließen
es: Cerrar alerta
fr: Fermer l'alerte
hu: A riasztás lezárása
it: Chiudi avviso
ja: アラートを閉じる
ko: 경고 닫기
nl: Waarschuwing sluiten
pl: Zamknij alert
pt_br: Fechar alerta
ru: Закрыть оповещение
sv: Stäng avisering
tr: Uyarıyı kapat
zh_hant: 關閉警示

# AlertActionAcknowledgeSuccessful
source: Alert successfully acknowledged.
cs: Upozornění se úspěšně potvrdilo.
de: Die Warnung wurde erfolgreich bestätigt.
es: Alerta confirmada correctamente.
fr: Réception de l'alerte confirmée.
hu: Sikeresen nyugtázta a riasztást.
it: L'avviso è stato confermato.
ja: アラートが正常に確認されました。
ko: 경고가 승인되었습니다.
nl: De waarschuwing is bevestigd.
pl: Alert został pomyślnie potwierdzony.
pt_br: Alerta confirmado com êxito.
ru: Оповещение успешно подтверждено.
sv: Aviseringen har bekräftats.
tr: Uyarı başarıyla kabul edildi.
zh_hant: 警示確認成功。

# AlertActionCloseSuccessful
source: Alert successfully closed.
cs: Upozornění se úspěšně zavřelo.
de: Die Warnung wurde erfolgreich geschlossen.
es: Alerta cerrada correctamente.
fr: L'alerte a été fermée.
hu: Sikeresen lezárta a riasztást.
it: L'avviso è stato chiuso.
ja: アラートが正常に解決されました。
ko: 경고를 닫았습니다.
nl: De waarschuwing is gesloten.
pl: Alert został pomyślnie zamknięty.
pt_br: Alerta fechado com êxito.
ru: Оповещение успешно закрыто.
sv: Aviseringen har stängts.
tr: Uyarı başarıyla kapatıldı.
zh_hant: 警示已成功關閉。

# NavigationMenuAddGateway
source: Add Gateway
cs: Přidat bránu
de: Gateway hinzufügen
es: Agregar puerta de enlace
fr: Ajouter la passerelle
hu: Átjáró hozzáadása
it: Aggiungi gateway
ja: ゲートウェイの追加
ko: 게이트웨이 추가
nl: Gateway toevoegen
pl: Dodaj bramę
pt_br: Adicionar Gateway
ru: Добавить шлюз
sv: Lägg till gateway
tr: Ağ Geçidi Ekleme
zh_hant: 新增閘道
