Repository: Azure/azure-iot-connected-factory
Catalog: WebApp/App_GlobalResources/Strings.*.resx
Languages: cs, de, es, fr, hu, it, ja, ko, nl, pl, pt_br, ru, sv, tr, zh_hant

# AddGatewayBodyPoint1
source: <div>Instructions can be found <a target="_blank" style="text-decoration:underline" href="https://docs.microsoft.com/en-us/azure/iot-accelerators/howto-opc-twin-deploy-existing">here</a>.</div> <div>Instructions for editing assembly line information can be found <a target="_blank" style="text-decoration:underline" href="https://go.microsoft.com/fwlink/p/?linkid=846688">here</a>.</div>
cs: <li>Pokyny pro Windows najdete <a target="_blank" style="text-decoration:underline" href="https://go.microsoft.com/fwlink/p/?linkid=846367">tady</a>.</li> <li>Pokyny pro Linux najdete <a target="_blank" style="text-decoration:underline" href="https://go.microsoft.com/fwlink/p/?linkid=846368">tady</a>.</li> <li>Pokyny, jak upravit údaje výrobní linky, najdete <a target="_blank" style="text-decoration:underline" href="https://go.microsoft.com/fwlink/p/?linkid=846688">tady</a>.</li>
de: <li>Anweisungen für Windows finden Sie <a target="_blank" style="text-decoration:underline" href="https://go.microsoft.com/fwlink/p/?linkid=846367">hier</a>.</li> <li>Anweisungen für Linux finden Sie <a target="_blank" style="text-decoration:underline" href="https://go.microsoft.com/fwlink/p/?linkid=846368">hier</a>.</li> <li>Anweisungen für die Bearbeitung von Montagezeileninformationen finden Sie <a target="_blank" style="text-decoration:underline" href="https://go.microsoft.com/fwlink/p/?linkid=846688">hier</a>.</li>
es: <li>Puede encontrar instrucciones para Windows <a target="_blank" style="text-decoration:underline" href="https://go.microsoft.com/fwlink/p/?linkid=846367">aquí</a>.</li> <li>Puede encontrar instrucciones para Linux <a target="_blank" style="text-decoration:underline" href="https://go.microsoft.com/fwlink/p/?linkid=846368">aquí</a>.</li> <li>Puede encontrar instrucciones para editar la información de la línea de ensamblado <a target="_blank" style="text-decoration:underline" href="https://go.microsoft.com/fwlink/p/?linkid=846688">aquí</a>.</li>
fr: <li>Les instructions pour Windows sont disponibles <a target="_blank" style="text-decoration:underline" href="https://go.microsoft.com/fwlink/p/?linkid=846367">ici</a>.</li> <li>Les instructions pour Linux sont disponibles <a target="_blank" style="text-decoration:underline" href="https://go.microsoft.com/fwlink/p/?linkid=846368">ici</a>.</li> <li>Les instructions pour modifier les informations de la chaîne de montage sont disponibles <a target="_blank" style="text-decoration:underline" href="https://go.microsoft.com/fwlink/p/?linkid=846688">ici</a>.</li>
hu: <li>A Windowsra vonatkozó tudnivalók <a target="_blank" style="text-decoration:underline" href="https://go.microsoft.com/fwlink/p/?linkid=846367">itt</a> találhatók.</li> <li>A Linuxra vonatkozó tudnivalók <a target="_blank" style="text-decoration:underline" href="https://go.microsoft.com/fwlink/p/?linkid=846368">itt</a> találhatók.</li> <li>A gyártósor adatainak szerkesztésére vonatkozó információk <a target="_blank" style="text-decoration:underline" href="https://go.microsoft.com/fwlink/p/?linkid=846688">itt</a> találhatók.</li>
it: <li>Per le istruzioni relative a Windows, fare clic <a target="_blank" style="text-decoration:underline" href="https://go.microsoft.com/fwlink/p/?linkid=846367">qui</a>.</li> <li>Per le istruzioni relative a Linux, fare clic <a target="_blank" style="text-decoration:underline" href="https://go.microsoft.com/fwlink/p/?linkid=846368">qui</a>.</li> <li>Per le istruzioni relative alla modifica delle informazioni sulla catena di montaggio, fare clic <a target="_blank" style="text-decoration:underline" href="https://go.microsoft.com/fwlink/p/?linkid=846688">qui</a>.</li>
ja: <li>Windows での手順は、<a target="_blank" style="text-decoration:underline" href="https://go.microsoft.com/fwlink/p/?linkid=846367">こちら</a>で参照できます。</li> <li>Linux での手順は、<a target="_blank" style="text-decoration:underline" href="https://go.microsoft.com/fwlink/p/?linkid=846368">こちら</a>で参照できます。</li> <li>組立ライン情報を編集するための手順は、<a target="_blank" style="text-decoration:underline" href="https://go.microsoft.com/fwlink/p/?linkid=846688">こちら</a>で参照できます。</li>
ko: <li>Windows에 대한 지침은 <a target="_blank" style="text-decoration:underline" href="https://go.microsoft.com/fwlink/p/?linkid=846367">여기</a>에서 찾을 수 있습니다.</li> <li>Linux에 대한 지침은 <a target="_blank" style="text-decoration:underline" href="https://go.microsoft.com/fwlink/p/?linkid=846368">여기</a>에서 찾을 수 있습니다.</li> <li>조립 라인 정보 편집에 대한 지침은 <a target="_blank" style="text-decoration:underline" href="https://go.microsoft.com/fwlink/p/?linkid=846688">여기</a>에서 찾을 수 있습니다.</li>
nl: <li>De instructies voor Windows vindt u <a target="_blank" style="text-decoration:underline" href="https://go.microsoft.com/fwlink/p/?linkid=846367">hier</a>.</li> <li>De instructies voor Linux vindt u <a target="_blank" style="text-decoration:underline" href="https://go.microsoft.com/fwlink/p/?linkid=846368">hier</a>.</li> <li>De instructies voor het bewerken van informatie over een assemblagelijn vindt u <a target="_blank" style="text-decoration:underline" href="https://go.microsoft.com/fwlink/p/?linkid=846688">hier</a>.</li>
pl: <li>Instrukcje dotyczące systemu Windows można znaleźć <a target="_blank" style="text-decoration:underline" href="https://go.microsoft.com/fwlink/p/?linkid=846367">tutaj</a>.</li> <li>Instrukcje dotyczące systemu Linux można znaleźć <a target="_blank" style="text-decoration:underline" href="https://go.microsoft.com/fwlink/p/?linkid=846368">tutaj</a>.</li> <li>Instrukcje dotyczące edytowania informacji o linii montażowej można znaleźć <a target="_blank" style="text-decoration:underline" href="https://go.microsoft.com/fwlink/p/?linkid=846688">tutaj</a>.</li>
pt_br: <li>Instruções para Windows podem ser encontradas <a target="_blank" style="text-decoration:underline" href="https://go.microsoft.com/fwlink/p/?linkid=846367">aqui</a>.</li> <li>Instruções para Linux podem ser encontradas <a target="_blank" style="text-decoration:underline" href="https://go.microsoft.com/fwlink/p/?linkid=846368">aqui</a>.</li> <li>Instruções para editar informações da linha de assembly podem ser encontradas <a target="_blank" style="text-decoration:underline" href="https://go.microsoft.com/fwlink/p/?linkid=846688">aqui</a>.</li>
ru: <li>Инструкции для Windows можно найти <a target="_blank" style="text-decoration:underline" href="https://go.microsoft.com/fwlink/p/?linkid=846367">здесь</a>.</li> <li>Инструкции для Linux можно найти <a target="_blank" style="text-decoration:underline" href="https://go.microsoft.com/fwlink/p/?linkid=846368">здесь</a>.</li> <li>Инструкции по изменению сведений о строке сборки можно найти <a target="_blank" style="text-decoration:underline" href="https://go.microsoft.com/fwlink/p/?linkid=846688">здесь</a>.</li>
sv: <li>Instruktioner för Windows finns <a target="_blank" style="text-decoration:underline" href="https://go.microsoft.com/fwlink/p/?linkid=846367">här</a>.</li> <li>Instruktioner för Linux finns <a target="_blank" style="text-decoration:underline" href="https://go.microsoft.com/fwlink/p/?linkid=846368">här</a>.</li> <li>Instruktioner för att redigera information om monteringsraden finns <a target="_blank" style="text-decoration:underline" href="https://go.microsoft.com/fwlink/p/?linkid=846688">här</a>.</li>
tr: <li>Windows yönergelerine <a target="_blank" style="text-decoration:underline" href="https://go.microsoft.com/fwlink/p/?linkid=846367">buradan</a> erişebilirsiniz.</li> <li>Linux yönergelerine <a target="_blank" style="text-decoration:underline" href="https://go.microsoft.com/fwlink/p/?linkid=846368">buradan</a> erişebilirsiniz.</li> <li>Derleme satırı bilgilerini düzenlemeye yönelik yönergelere <a target="_blank" style="text-decoration:underline" href="https://go.microsoft.com/fwlink/p/?linkid=846688">buradan</a> erişebilirsiniz.</li>
zh_hant: <li><a target="_blank" style="text-decoration:underline" href="https://go.microsoft.com/fwlink/p/?linkid=846367">這裡</a>備有 Windows 的指示。</li> <li><a target="_blank" style="text-decoration:underline" href="https://go.microsoft.com/fwlink/p/?linkid=846368">這裡</a>備有 Linux 的指示。</li> <li><a target="_blank" style="text-decoration:underline" href="https://go.microsoft.com/fwlink/p/?linkid=846688">這裡</a>備有編輯生產線資訊的指示。</li>

# AddGatewayTitle
source: Connect your own gateway
cs: Připojit svoji vlastní bránu
de: Eigenes Gateway verbinden
es: Conectar la propia puerta de enlace
fr: Connectez votre propre passerelle
hu: Saját átjáró csatlakoztatása
it: Connettere il gateway personale
ja: 独自のゲートウェイを接続する
ko: 사용자 자신의 게이트웨이 연결
nl: Uw eigen gateway verbinden
pl: Łączenie własnej bramy
pt_br: Conectar seu próprio gateway
ru: Подключите собственный шлюз
sv: Anslut din egen gateway
tr: Kendi ağ geçidinizi bağlayın
zh_hant: 連接您自己的閘道

# BrowserContextPanelHeaderAttributes
source: Attributes
cs: Atributy
de: Attribute
es: Atributos
fr: Attributs
hu: Attribútumok
it: Attributi
ja: 属性
ko: 특성
nl: Kenmerken
pl: Atrybuty
pt_br: Atributos
ru: Атрибуты
sv: Attribut
tr: Öznitelikler
zh_hant: 屬性

# BrowserContextPanelHeaderMethod
source: Method call
cs: Volání metody
de: Methodenaufruf
es: Llamada de método
fr: Appel de méthode
hu: Metódushívás
it: Chiamata al metodo
ja: メソッドの呼び出し
ko: 메서드 호출
nl: Methodeaanroep
pl: Wywołanie metody
pt_br: Chamada de método
ru: Вызов метода
sv: Metodanrop
tr: Metot çağrısı
zh_hant: 方法呼叫

# BrowserContextPanelHeaderPublish
source: Publish
cs: Publikovat
de: Veröffentlichen
es: Publicar
fr: Publier
hu: Közzététel
it: Pubblica
ja: 公開
ko: 게시
nl: Publiceren
pl: Opublikuj
pt_br: Publicar
ru: Опубликовать
sv: Publicera
tr: Yayımla
zh_hant: 發行

# BrowserContextPanelHeaderRead
source: Read variable
cs: Přečíst proměnnou
de: Variable lesen
es: Variable de lectura
fr: Lire la variable
hu: Változó értékének beolvasása
it: Variabile di lettura
ja: 読み取り変数
ko: 읽기 변수
nl: Variabele lezen
pl: Odczyt zmiennej
pt_br: Ler variável
ru: Чтение переменной
sv: Läs variabel
tr: Okuma değişkeni
zh_hant: 讀取變數

# BrowserContextPanelHeaderWrite
source: Write variable
cs: Zapsat proměnnou
de: Variable schreiben
es: Variable de escritura
fr: Écrire la variable
hu: Változó értékének írása
it: Variabile di scrittura
ja: 書き込み変数
ko: 쓰기 변수
nl: Variabelen schrijven
pl: Zapis zmiennej
pt_br: Gravar variável
ru: Запись переменной
sv: Skriv variabel
tr: Yazma değişkeni
zh_hant: 寫入變數

# BrowserSelectNewServer
source: Connect your own OPC UA server
cs: Připojte svůj vlastní server OPC UA.
de: Eigenen OPC UA-Server verbinden
es: Conectar el propio servidor OPC UA
fr: Connectez votre propre serveur OPC UA
hu: Saját OPC UA-kiszolgáló csatlakoztatása
it: Connettere il server OPC UA personale
ja: 独自の OPC UA サーバーを接続する
ko: 사용자 자신의 OPC UA 서버 연결
nl: Uw eigen OPC UA-server verbinden
pl: Połącz własny serwer OPC UA
pt_br: Conectar seu próprio servidor OPC UA
ru: Подключите собственный сервер OPC UA
sv: Anslut din egen OPC UA-server
tr: Kendi OPC UA sunucunuzu bağlayın
zh_hant: 連接您自己的 OPC UA 伺服器

# BrowserConnecting
source: Connecting...
cs: Připojování...
de: Verbindung wird hergestellt...
es: Conectando...
fr: Connexion en cours...
hu: Csatlakozás...
it: Connessione in corso...
ja: 接続しています...
ko: 연결 중...
nl: Verbinding maken...
pl: Trwa łączenie…
pt_br: Conectando...
ru: Подключение...
sv: Ansluter...
tr: Bağlanıyor...
zh_hant: 正在連接...

# BrowserSecurityWarning
source: Security Warning
cs: Upozornění zabezpečení
de: Sicherheitshinweis
es: Advertencia de seguridad
fr: Avertissement de sécurité
hu: Biztonsági figyelmeztetés
it: Avviso di sicurezza
ja: セキュリティの警告
ko: 보안 경고
nl: Beveiligingswaarschuwing
pl: Ostrzeżenie o zabezpieczeniach
pt_br: Aviso de Segurança
ru: Предупреждение о безопасности
sv: Säkerhetsvarning
tr: Güvenlik Uyarısı
zh_hant: 安全性警告

# NavigationMenuItemActions
source: Actions
cs: Akce
de: Aktionen
es: Acciones
hu: Műveletek
it: Azioni
ja: アクション
ko: 작업
nl: Acties
pl: Akcje
pt_br: Ações
ru: Действия
sv: Åtgärder
tr: Eylemler
zh_hant: 動作

# BrowserContextPanelPublishing
source: Publishing...
cs: Publikuje se...
de: Veröffentlichung wird ausgeführt...
es: Publicando...
fr: Publication...
hu: Közzététel...
it: Pubblicazione...
ja: 発行中...
ko: 게시 중...
nl: Publiceren...
pl: Trwa publikowanie...
pt_br: Publicando...
ru: Идет публикация...
sv: Publicerar ...
tr: Yayımlanıyor...
zh_hant: 發佈中...

# BrowserWriteWarning
source: You should only proceed if you are sure you wish to make this change.
cs: Pokračovat byste měli jenom v případě, že jste si jistí, že tuto změnu chcete provést.
de: Sie sollten nur fortfahren, wenn Sie sicher sind, dass Sie diese Änderung durchführen möchten.
es: Solo debe continuar si está seguro de que quiere realizar este cambio.
fr: Il est recommandé de continuer seulement si vous êtes certain de vouloir faire cette modification.
hu: Csak akkor folytassa a műveletet, ha biztos benne, hogy végre szeretné hajtani a módosítást.
it: Continuare solo se si è sicuri di voler apportare questa modifica.
ja: この変更を加える場合にのみ、続行してください。
ko: 이 변경 사항을 적용하려는 경우에만 계속 진행해야 합니다.
nl: U moet alleen doorgaan als u zeker weet dat u deze wijziging wilt aanbrengen.
pl: Kontynuuj tylko wtedy, gdy masz pewność, że chcesz dokonać tej zmiany.
pt_br: Prossiga somente se tiver certeza de que deseja fazer essa alteração.
ru: Продолжать следует, если вы действительно хотите внести это изменение.
sv: Fortsätt bara om du är säker på att du vill göra den här ändringen.
tr: Yalnızca bu değişikliği yapmak istediğinizden eminseniz devam etmelisiniz.
zh_hant: 您應該只在確定要進行這項變更時才繼續。

# BrowserWriteWarningHeader
source: This change will alter how your production line is configured.
cs: Tato změna upraví konfiguraci vaší výrobní linky
de: Diese Änderung wirkt sich darauf aus, wie Ihre Produktionslinie konfiguriert ist.
es: Este cambio modificará la configuración de su línea de producción.
fr: Cette modification changera la configuration de votre ligne de production.
hu: Ez a módosítás meg fogja változtatni a termelési sor konfigurációját.
it: Questa modifica cambierà la configurazione della linea di produzione.
ja: この変更により、生産ラインの構成方法が変わります。
ko: 이렇게 변경하면 생산 라인이 구성되는 방식이 변경됩니다.
nl: Met deze wijziging wordt de manier veranderd waarop uw productieregel is geconfigureerd.
pl: Ta zmiana wprowadzi modyfikacje w konfiguracji linii produkcyjnej.
pt_br: Esta alteração irá mudar a forma como sua linha de produção está configurada.
ru: Это изменение поменяет конфигурацию вашего рабочего конвейера.
sv: Med den här ändringen förändras produktionsradens inställning.
tr: Bu değişiklik, üretim emri satırı yapılandırmanızı değiştirecektir.
zh_hant: 這項變更將會改變您生產線的設定方式。

# NewFactoryName
source: New Factory
cs: Nová továrna
de: Neue Factory
es: Nueva fábrica
fr: Nouvelle fabrique
hu: Új gyár
it: Nuova factory
ja: 新しいファクトリ
ko: 새 팩터리
nl: Nieuwe factory
pl: Nowa fabryka
pt_br: Nova Fábrica
ru: Новая фабрика
sv: Ny fabrik
tr: Yeni Fabrika
zh_hant: 新增工廠

# NewProductionLineName
source: New Production Line
cs: Nová výrobní linka
de: Neue Produktionslinie
es: Nueva línea de producción
fr: Nouvelle ligne de production
hu: Új termelési sor
it: Nuova linea di produzione
ja: 新しい生産ライン
ko: 새 생산 라인
nl: Nieuwe productieregel
pl: Nowa linia produkcyjna
pt_br: Nova Linha de Produção
ru: Новый рабочий конвейер
sv: Ny produktionsrad
tr: Yeni Üretim Emri Satırı
zh_hant: 新增生產線

source: UntrustedCertificate
hu: Nem megbízható tanúsítvány
it: Certificato non attendibile
ja: 信頼できない証明書です
ko: 신뢰할 수 없는 인증서
ru: Недоверенный сертификат

# NewStationName
source: New Station
cs: Nová stanice
de: Neue Station
es: Nueva estación
fr: Nouvelle station
hu: Új állomás
it: Nuova stazione
ja: 新しいステーション
ko: 새 스테이션
nl: Nieuw station
pl: Nowa stacja
pt_br: Nova Estação
ru: Новая станция
sv: Ny station
tr: Yeni İstasyon
zh_hant: 新增站台

# KpiMaximum
source: Maximum
es: Máximo
it: Massima
ja: 最大
ko: 최대
pl: Maksymalna
pt_br: Máximo
ru: Максимум
sv: Maximal
tr: En fazla
zh_hant: 最大值

# KpiMinimum
source: Minimum
es: Mínimo
it: Minima
ja: 最小
ko: 최소
pl: Minimalna
pt_br: Mínimo
ru: Минимум
sv: Minimal
tr: En az
zh_hant: 最小值

# KpiTarget
source: Target
cs: Cíl
de: Ziel
es: Destino
fr: Cible
hu: Cél
it: Destinazione
ja: 対象
ko: 대상
nl: Doel
pl: Obiekt docelowy
pt_br: Destino
ru: Цель
sv: Mål
tr: Hedef
zh_hant: 目標

# BrowserContextPanelUnPublishing
source: Unpublishing...
cs: Ruší se publikování...
de: Veröffentlichung wird aufgehoben...
es: Cancelando publicación...
fr: Annulation de la publication...
hu: Közzététel visszavonása...
it: Annullamento della pubblicazione...
ja: 発行の取り消し中...
ko: 게시 취소 중...
nl: Publicatie ongedaan maken...
pl: Trwa cofanie publikowania...
pt_br: Cancelando a publicação...
ru: Отменяется публикация...
sv: Avpublicerar ...
tr: Yayımdan kaldırılıyor...
zh_hant: 解除發佈中...

# NodeUnpublish
source: Unpublish...
cs: Zrušit publikování...
es: Cancelar la publicación...
fr: Annuler la publication...
it: Annulla pubblicazione...
ja: 発行の取り消し...
ko: 게시 취소...
nl: Publicatie ongedaan maken...
pl: Cofnij publikowanie...
pt_br: Cancelar publicação...
ru: Отменить публикацию…
sv: Avpublicera…
tr: Yayımdan kaldır...
zh_hant: 解除發佈...

# NodeUnpublishInProgress
source: Unpublish in progress...
cs: Ruší se publikování...
es: Cancelando la publicación...
fr: Annulation de la publication...
it: Annullamento della pubblicazione in corso...
ja: 発行の取り消し中...
ko: 게시 취소 진행 중...
nl: Publicatie wordt ongedaan gemaakt...
pl: Trwa cofanie publikowania...
pt_br: Cancelamento de publicação em andamento...
ru: Отменяется публикация…
sv: Avpublicering pågår…
tr: Yayımdan kaldırma devam ediyor...
zh_hant: 正在解除發佈...

# BrowserContextPanelHeaderUnpublish
source: Unpublish
cs: Zrušit publikování
de: Veröffentlichung aufheben
es: Cancelar la publicación
fr: Annuler la publication
hu: Közzététel visszavonása
it: Annulla pubblicazione
ja: 発行取り消し
ko: 게시 취소
nl: Publicatie ongedaan maken
pl: Cofnij publikowanie
pt_br: Cancelar Publicação
ru: Отменить публикацию
sv: Avpublicera
tr: Yayımdan kaldır
zh_hant: 取消發行

# Tsilink
source: View in Time Series Insights
cs: Zobrazit v Time Series Insights
de: In Time Series Insights anzeigen
es: Ver en datos de serie temporal
fr: Afficher dans Time Series Insights
hu: Megtekintés Time Series-elemzésekben
it: Visualizza in Time Series Insights
ja: Time Series Insights で表示する
ko: 시계열 정보 보기
nl: In Time Series Insights weergeven
pl: Wyświetl w statystykach serii czasu
pt_br: Exibir no Time Series Insights
ru: Просмотреть в службе анализа временных рядов
sv: Visa i Time Series Insights
tr: Zaman Dizisi Öngörüleri'nde görüntüle
zh_hant: 在 Time Series Insights 中檢視

# GraphMaxThreshold
source: Max Threshold
cs: Maximální mezní hodnota
de: Max. Schwellenwert
es: Umbral máximo
fr: Seuil maximal
hu: Maximális küszöb
it: Soglia massima
ja: 最大しきい値
ko: 최대 임계값
nl: Drempel voor maximum
pl: Próg maksymalny
pt_br: Limite Máximo
ru: Максимальное пороговое значение
sv: Högsta tröskelvärde
tr: En Yüksek Eşik
zh_hant: 最大閾值

# GraphMinThreshold
source: Min Threshold
cs: Minimální mezní hodnota
de: Min. Schwellenwert
es: Umbral mínimo
fr: Seuil minimal
hu: Minimális küszöb
it: Soglia minima
ja: 最小しきい値
ko: 최소 임계값
nl: Drempel voor minimum
pl: Próg minimalny
pt_br: Limite Mínimo
ru: Минимальное пороговое значение
sv: Minsta tröskelvärde
tr: En Düşük Eşik
zh_hant: 最小閾值

# NavigationMenuBrowser
source: Browser
cs: Prohlížeč
es: Explorador
fr: Navigateur
hu: Böngésző
ja: ブラウザー
ko: 브라우저
pl: Przeglądarka
pt_br: Navegador
ru: Браузер
sv: Webbläsare
tr: Tarayıcı
zh_hant: 瀏覽器

source: Dashboard
cs: Řídicí panel
es: Panel
fr: Tableau de bord
hu: Irányítópult
ja: ダッシュボード
ko: 대시보드
pl: Pulpit nawigacyjny
pt_br: Painel
ru: Панель мониторинга
sv: Instrumentpanel
tr: Pano
zh_hant: 儀表板

# BrowserErrorServer
source: Server:
es: Servidor:
fr: Serveur :
hu: Kiszolgáló:
ja: サーバー:
ko: 서버:
pl: Serwer:
pt_br: Servidor:
ru: Сервер:
tr: Sunucu:
zh_hant: 伺服器:

# GraphFriday
source: F
ja: 金
ko: 금
nl: V
pl: Pt
pt_br: S

# GraphSaturday
source: Sa
cs: So
es: sá.
hu: Szo
ja: 土
ko: 토
nl: za
pl: So
pt_br: Sáb
ru: Сб
sv: lö.
tr: Ct
zh_hant: 六

source: OK
es: Aceptar
ko: 확인
ru: ОК
tr: Tamam
zh_hant: 確定

source: Microsoft Azure IoT Suite
es: Conjunto de aplicaciones de IoT de Microsoft Azure
pl: Pakiet Microsoft Azure IoT
tr: Microsoft Azure IoT Paketi
zh_hant: Microsoft Azure IoT 套件

source: IoT Suite
es: Conjunto de aplicaciones de IoT
pl: Pakiet IoT
tr: IoT Paketi
zh_hant: IoT 套件

# GraphTuesday
source: T
cs: Č
nl: D
pl: Cz
sv: To

# InfoIconLink
source: https://azure.microsoft.com/solutions/iot-suite/
es: https://azure.microsoft.com/es-es/solutions/iot-suite/
